Repository: rahul8686g/R-crm
Catalog: genie/locale/*/LC_MESSAGES/django.po
Languages: ar, de, fr

source: Add column to list
ar: إضافة عمود إلى القائمة
de: Spalte zur Liste hinzufügen
fr: Ajouter une colonne à la liste

source: Customer Role
ar: دور العميل
de: Kundenrolle
fr: Rôle du client

source: Department
ar: القسم
de: Abteilung
fr: Département

source: Start Date
ar: تاريخ البدء
de: Startdatum
fr: Date de début

source: Effective date for these conversion rates
ar: تاريخ سريان أسعار التحويل هذه
de: Stichtag für diese Umrechnungskurse
fr: Date d'entrée en vigueur de ces taux de conversion

source: Changing the default will update the current default business hour. Enable to set this as default; disable to allow another. Proceed?
ar: سيؤدي تغيير الإعداد الافتراضي إلى تحديث ساعة العمل الافتراضية الحالية. فعّل هذا الإعداد لتعيينه افتراضيًا؛ أو عطّله للسماح بساعة أخرى. هل تريد المتابعة؟
de: Durch Ändern der Standardeinstellung werden die aktuellen Geschäftszeiten aktualisiert. Aktivieren Sie diese Option, um sie als Standard festzulegen. Deaktivieren Sie sie, um eine andere zuzulassen. Fortfahren?
fr: Modifier la valeur par défaut modifiera l'heure d'ouverture par défaut actuelle. Activez pour définir cette valeur par défaut ; désactivez pour en autoriser une autre. Continuer ?

source: You can select a maximum of 5 days for 24×5 business hours.
ar: يمكنك تحديد الحد الأقصى 5 أيام لساعات العمل 24×5.
de: Sie können maximal 5 Tage für 24×5 Geschäftsstunden auswählen.
fr: Vous pouvez sélectionner un maximum de 5 jours pour les heures ouvrables 24h/24 et 5j/7.

source: Password
ar: كلمة المرور
de: Passwort

source: Role
ar: دور
de: Rolle
fr: Rôle

source: Select the role to assign to users.
ar: حدد الدور الذي تريد تعيينه للمستخدمين.
de: Wählen Sie die Rolle aus, die den Benutzern zugewiesen werden soll.
fr: Sélectionnez le rôle à attribuer aux utilisateurs.

source: Select one or more users to assign to the role.
ar: حدد مستخدمًا واحدًا أو أكثر لتعيين الدور إليه.
de: Wählen Sie einen oder mehrere Benutzer aus, denen Sie die Rolle zuweisen möchten.
fr: Sélectionnez un ou plusieurs utilisateurs à attribuer au rôle.

source: The following user(s) are already assigned to this role
ar: تم تعيين المستخدمين التاليين لهذا الدور بالفعل
de: Folgende Benutzer sind dieser Rolle bereits zugewiesen
fr: Les utilisateurs suivants sont déjà affectés à ce rôle

source: Groups
ar: المجموعات
de: Gruppen
fr: Groupes

source: Permissions
ar: الأذونات
fr: Autorisations

source: Super Users
ar: المستخدمون الفائقون
de: Superuser
fr: Super utilisateurs

source: Please select at least one user.
ar: الرجاء تحديد مستخدم واحد على الأقل.
de: Bitte wählen Sie mindestens einen Benutzer aus.
fr: Veuillez sélectionner au moins un utilisateur.

source: Please select at least one permission.
ar: الرجاء تحديد إذن واحد على الأقل.
de: Bitte wählen Sie mindestens eine Berechtigung aus.
fr: Veuillez sélectionner au moins une autorisation.

source: Successfully assigned {permissions_count} permission(s) to {users_count} user(s).
ar: تم تعيين {permissions_count} إذنًا بنجاح إلى {users_count} مستخدم.
de: {permissions_count} Berechtigung(en) erfolgreich an {users_count} Benutzer zugewiesen.
fr: {permissions_count} autorisation(s) ont été attribuées avec succès à {users_count} utilisateur(s).

source: Error assigning permissions: {error}
ar: خطأ في تعيين الأذونات: {error}
de: Fehler beim Zuweisen von Berechtigungen: {error}
fr: Erreur lors de l'attribution des autorisations : {error}

source: First Name
ar: الاسم الأول
fr: Prénom

source: Super User Status
ar: حالة المستخدم الفائق
fr: Statut de super utilisateur

source: Import Data
ar: استيراد البيانات
de: Daten importieren
fr: Importer des données

source: Import History
ar: تاريخ الاستيراد
de: Historie importieren
fr: Historique d'importation

source: Regional & Formatting
ar: الإقليمية والتنسيق
de: Regional und Formatierung
fr: Régional et formatage

source: Login History
ar: سجل تسجيل الدخول
de: Anmeldeverlauf
fr: se connecter histoire

source: Holiday
ar: عطلة
de: Urlaub
fr: vacances

source: English
ar: الإنكليزية
de: Englisch
fr: Anglais

source: French
ar: الفرنسية
de: Französisch
fr: Français

source: German
ar: الألمانية
de: Deutsch
fr: Allemande

source: Spanish
ar: الإسبانية
de: Spanisch
fr: Espagnol

source: Italian
ar: الإيطالية
de: Italienisch
fr: Italien

source: Portuguese
ar: البرتغالية
de: Portugiesisch
fr: portugais

source: No Grouping
ar: لا يوجد تجميع
de: Keine Gruppierung
fr: Aucun regroupement

source: Company Name
ar: اسم الشركة
de: Name der Firma
fr: Nom de l'entreprise

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
fr: Adresse email

source: Website
ar: الموقع
de: Webseite
fr: Site web

source: Company Icon
ar: أيقونة الشركة
de: Firmensymbol
fr: Icône de l'entreprise

source: Contact Number
ar: رقم الاتصال
de: Kontaktnummer
fr: Numéro de contact

source: Fax Number
ar: رقم الفاكس
de: Faxnummer
fr: Numéro de fax

source: Annual Revenue
ar: الإيرادات السنوية
de: Jahresumsatz
fr: Revenu annuel

source: Number of Employees
ar: عدد الموظفين
de: Anzahl der Mitarbeiter
fr: Nombre d'employés

source: Head quarter
ar: المقر
de: Hauptsitz
fr: Quartier général

source: City
ar: المدينة
de: Stadt
fr: Ville

source: State/Province
ar: الولاية/المقاطعة
de: Bundesland/Provinz
fr: État/Province

source: Country
ar: البلد
de: Land
fr: Pays

source: ZIP/Postal Code
ar: الرمز البريدي
de: Postleitzahl
fr: Zip / code postal

source: Language
ar: اللغة
de: Sprache
fr: Langue

source: Time Zone
ar: المنطقة الزمنية
de: Zeitzone
fr: Fuseau horaire

source: Currency
ar: العملة
de: Währung
fr: Devise

source: Time Format
ar: تنسيق الوقت
de: Zeitformat
fr: Format de l'heure

source: Date Format
ar: تنسيق التاريخ
de: Datumsformat
fr: Format des dates

source: Activate Multiple Currencies
ar: تفعيل العملات المتعددة
de: Mehrere Währungen aktivieren
fr: Activer plusieurs devises

source: Created At
ar: تم إنشاؤها في
de: Erstellt am
fr: Créé à

source: Updated At
ar: تم التحديث في
de: Aktualisiert am
fr: Actualizado at

source: Branch
ar: فرع
de: Zweig
fr: Sucursal

source: Branches
ar: الفروع
fr: Sucursales

source: Department Name
ar: اسم القسم
de: Abteilungsname
fr: Nom du département

source: Description
ar: الوصف
de: Beschreibung

source: Departments
ar: الأقسام
de: Abteilungen
fr: Départements

source: Roles
ar: الأدوار
de: Rollen
fr: Rôles

source: conversion rate from default currency
ar: معدل التحويل من العملة الافتراضية
de: Umrechnungskurs von der Standardwährung
fr: taux de conversion de la devise par défaut

source: Conversion Rate
ar: معدل التحويل
fr: Taux de conversion

source: Number grouping format
ar: تنسيق تجميع الأعداد
de: Zahlengruppierungsformat
fr: Format de regroupement de nombres

source: Default Currency
ar: العملة الافتراضية
de: Standardwährung

source: Mark this currency as the default for the system
ar: قم بتمييز هذه العملة كعملة افتراضية للنظام
de: Markieren Sie diese Währung als Standardwährung für das System
fr: Marquer cette devise comme devise par défaut pour le système

source: Multiple Currency
ar: عملات متعددة
de: Mehrere Währungen
fr: Plusieurs devises

source: Multiple Currencies
ar: عملات متعددة
de: Mehrere Währungen
fr: Plusieurs devises

source: Profile Image
ar: صورة الملف الشخصي
de: Profilbild
fr: Image de profil

source: Company
ar: الشركة
de: Unternehmen
fr: Entreprise

source: Preferred Currency
ar: العملة المفضلة
de: Bevorzugte Währung
fr: Devise préférée

source: Date Time Format
ar: تنسيق التاريخ والوقت
de: Datum-Uhrzeit-Format
fr: Format de date et d'heure

source: Number Grouping
ar: تجميع الأرقام
de: Nummerngruppierung
fr: Agrupación numérica

source: User
ar: المستخدم
de: Benutzer
fr: Utilisateur

source: Column User
ar: مستخدم العمود
de: Spaltenbenutzer
fr: Utilisateur de la colonne

source: Standard Fiscal Year
ar: السنة المالية القياسية
de: Standardgeschäftsjahr
fr: Año fiscal estándar

source: Custom Fiscal Year
ar: السنة المالية المخصصة
de: Benutzerdefiniertes Geschäftsjahr
fr: Año fiscal a medida

source: Fiscal Year Type
ar: نوع السنة المالية
de: Geschäftsjahrestyp
fr: Tipo de ejercicio fiscal

source: Year Based
ar: على أساس السنة
de: Jahresbasiert
fr: año basado

source: Quarter Based
ar: على أساس الربع
de: Viertelbasiert
fr: Basé trimestre

source: Format
ar: شكل

source: 4-4-5 In each quarter, Period 1 has 4 weeks, Period 2 has 4 weeks, Period 3 has 5 weeks
ar: 4-4-5 في كل ربع سنة، الفترة 1 لها 4 أسابيع، الفترة 2 لها 4 أسابيع، الفترة 3 لها 5 أسابيع
de: 4-4-5 In jedem Quartal hat Periode 1 4 Wochen, Periode 2 hat 4 Wochen, Periode 3 hat 5 Wochen
fr: 4-4-5 Dans chaque trimestre, la période 1 a 4 semaines, la période 2 a 4 semaines, la période 3 a 5 semaines

source: 4-5-4 In each quarter, Period 1 has 4 weeks, Period 2 has 5 weeks, Period 3 has 4 weeks
ar: 4-4-5 في كل ربع سنة، الفترة 1 لها 4 أسابيع، الفترة 2 لها 4 أسابيع، الفترة 3 لها 5 أسابيع
de: 4-5-4 In jedem Quartal hat Periode 1 4 Wochen, Periode 2 5 Wochen und Periode 3 4 Wochen.
fr: 4-5-4 Dans chaque trimestre, la période 1 a 4 semaines, la période 2 a 5 semaines, la période 3 a 4 semaines

source: 5-4-4 In each quarter, Period 1 has 5 weeks, Period 2 has 4 weeks, Period 3 has 4 weeks
ar: 5-4-4 في كل ربع سنة، الفترة 1 لها 5 أسابيع، الفترة 2 لها 4 أسابيع، الفترة 3 لها 4 أسابيع
de: 5-4-4 In jedem Quartal hat Periode 1 5 Wochen, Periode 2 4 Wochen und Periode 3 4 Wochen.
fr: 5-4-4 Dans chaque trimestre, la période 1 a 5 semaines, la période 2 a 4 semaines, la période 3 a 4 semaines

source: Quarter Based Format
ar: تنسيق على أساس ربع سنوي
de: Viertelbasiertes Format
fr: Format trimestriel

source: 3-3-3-4 Quarter 1 has 3 Periods, Quarter 2 has 3 Periods, Quarter 3 has 3 Periods, Quarter 4 has 4 Periods
ar: ٣-٣-٣-٤ الربع الأول فيه ٣ فترات، الربع الثاني فيه ٣ فترات، الربع الثالث فيه ٣ فترات، الربع الرابع فيه ٤ فترات
de: 3-3-3-4 Viertel 1 hat 3 Perioden, Viertel 2 hat 3 Perioden, Viertel 3 hat 3 Perioden, Viertel 4 hat 4 Perioden
fr: 3-3-3-4 Le trimestre 1 comporte 3 périodes, le trimestre 2 comporte 3 périodes, le trimestre 3 comporte 3 périodes, le trimestre 4 comporte 4 périodes

source: 3-3-4-3 Quarter 1 has 3 Periods, Quarter 2 has 3 Periods, Quarter 3 has 4 Periods, Quarter 4 has 3 Periods
ar: ٣-٣-٤-٣ الربع الأول فيه ٣ فترات، الربع الثاني فيه ٣ فترات، الربع الثالث فيه ٤ فترات، الربع الرابع فيه ٣ فترات
de: 3-3-4-3 Viertel 1 hat 3 Perioden, Viertel 2 hat 3 Perioden, Viertel 3 hat 4 Perioden, Viertel 4 hat 3 Perioden
fr: 3-3-4-3 Le trimestre 1 comporte 3 périodes, le trimestre 2 comporte 3 périodes, le trimestre 3 comporte 4 périodes, le trimestre 4 comporte 3 périodes

source: 3-4-3-3 Quarter 1 has 3 Periods, Quarter 2 has 4 Periods, Quarter 3 has 3 Periods, Quarter 4 has 3 Periods
ar: ٣-٤-٣-٣ الربع الأول فيه ٣ فترات، الربع الثاني فيه ٤ فترات، الربع الثالث فيه ٣ فترات، الربع الرابع فيه ٣ فترات
de: 3-4-3-3 Viertel 1 hat 3 Perioden, Viertel 2 hat 4 Perioden, Viertel 3 hat 3 Perioden, Viertel 4 hat 3 Perioden
fr: 3-4-3-3 Le trimestre 1 comporte 3 périodes, le trimestre 2 comporte 4 périodes, le trimestre 3 comporte 3 périodes, le trimestre 4 comporte 3 périodes

source: 4-3-3-3 Quarter 1 has 4 Periods, Quarter 2 has 3 Periods, Quarter 3 has 3 Periods, Quarter 4 has 3 Periods
ar: 4-3-3-3 الربع الأول فيه 4 فترات، الربع الثاني فيه 3 فترات، الربع الثالث فيه 3 فترات، الربع الرابع فيه 3 فترات
de: 4-3-3-3 Viertel 1 hat 4 Perioden, Viertel 2 hat 3 Perioden, Viertel 3 hat 3 Perioden, Viertel 4 hat 3 Perioden
fr: 4-3-3-3 Le trimestre 1 comporte 4 périodes, le trimestre 2 comporte 3 périodes, le trimestre 3 comporte 3 périodes, le trimestre 4 comporte 3 périodes

source: Year Based Format
ar: التنسيق على أساس السنة
de: Jahresbasiertes Format
fr: Format basé sur l'année

source: January
ar: يناير
de: Januar
fr: Janvier

source: February
ar: فبراير
de: Februar
fr: février

source: March
ar: الزحف
fr: mars

source: April
ar: إبريل
fr: avril

source: May
ar: مايو
de: Mai
fr: Mayo

source: June
ar: يونيو
de: Juni
fr: juin

source: July
ar: يوليو
de: Juli
fr: juillet

source: August
ar: أغسطس
fr: août

source: September
ar: أيلول/سبتمبر
fr: Septembre

source: October
ar: اكتوبر
de: Oktober
fr: Octobre

source: November
ar: تشرين
fr: Novembre

source: December
ar: ديسمبر
de: Dezember
fr: Décembre

source: Start Date Month
ar: تاريخ البدء شهر
de: Startdatum Monat
fr: Date de début Mois

source: Start Date Day
ar: تاريخ البدء اليوم
de: Tag des Startdatums
fr: Date de début Jour

source: Sunday
ar: الأحد
de: Sonntag
fr: Dimanche

source: Monday
ar: الاثنين
fr: Lundi

source: Tuesday
ar: الثلاثاء
de: Dienstag
fr: Mardi

source: Wednesday
ar: الأربعاء
de: Mittwoch
fr: Mercredi

source: Thursday
ar: الخميس
de: Donnerstag
fr: Jeudi

source: Friday
ar: الجمعة
de: Freitag
fr: Vendredi

source: Saturday
ar: السبت
de: Samstag
fr: Samedi

source: Week Start Day
ar: يوم بداية الأسبوع
de: Wochenstarttag
fr: jour de début de la semaine

source: Starting Year
ar: سنة البدء
de: Startjahr
fr: Année de début

source: Ending Year
ar: نهاية السنة
de: Endendes Jahr
fr: Année de fin

source: Display Fiscal Year Based On
ar: عرض السنة المالية بناءً على
de: Geschäftsjahr anzeigen basierend auf
fr: Afficher l'année fiscale en fonction de

source: Year
ar: سنة
de: Jahr
fr: année

source: Quarter
ar: ربع
de: Quartal
fr: Quart

source: Period
ar: فترة
fr: période

source: Number Weeks By
ar: عدد الأسابيع حسب
de: Anzahl der Wochen nach
fr: Numerar semanas po

source: Number by Year
ar: العدد حسب السنة
de: Nummer nach Jahr
fr: Nombre par anné

source: Number by Quarter
ar: العدد بالربع
de: Zahl nach Quartal
fr: Nombre par Quart

source: Period Display Option
ar: خيار عرض الفترة
de: Option zur Periodenanzeige
fr: Option d'affichage de la période

source: Fiscal Year
ar: السنة المالية
de: Geschäftsjahr
fr: fiscale anné

source: Fiscal Years
ar: السنوات المالية
de: Geschäftsjahre
fr: fiscale Années

source: Fiscal Year Configuration
ar: تكوين السنة المالية
de: Geschäftsjahreskonfiguration
fr: fiscale anné Configuration

source: End Date
ar: تاريخ الانتهاء
de: Enddatum
fr: Date de fin

source: Fiscal Year Name
ar: اسم السنة المالية
de: Name des Geschäftsjahres
fr: fiscale anné nom

source: Is Current
ar: الحالي
de: Ist aktuell
fr: Est à jour

source: Fiscal Year Instance
ar: مثيل السنة المالية
de: Geschäftsjahresinstanz
fr: fiscale anné Instancia

source: Fiscal Year Instances
ar: مثال السنة المالية
de: Geschäftsjahresinstanzen
fr: fiscale anné Instancias

source: Quarter Name
ar: اسم الربع
de: Viertelname
fr: Quart nom

source: Quarter Number
ar: رقم الربع
de: Viertelnummer
fr: quart nombre

source: Quarters
ar: أرباع
de: Viertel
fr: quarts

source: Period Name
ar: اسم الفترة
de: Periodenname
fr: période nom

source: Period Number
ar: رقم الفترة
de: Periodennummer
fr: période nombre

source: Periods
ar: فترات
de: Perioden
fr: périodes

source: Weekly
ar: أسبوعي
de: Wöchentlich
fr: hebdomadaire

source: Monthly
ar: شهريا
de: Monatlich
fr: mensuelle

source: Yearly
ar: سنوي
de: Jährlich
fr: annuelle

source: On Day
ar: في يوم
de: Am Tag
fr: sur jour

source: On the
ar: على
de: Auf der
fr: sur la

source: On every
ar: على كل
de: An jedem
fr: sur chaque

source: Holiday Name
ar: اسم العطلة
de: Feiertagsname
fr: festivo nom

source: All Users
ar: جميع المستخدمين
de: Alle Benutzer
fr: tous les utilisateurs

source: Specific Users
ar: مستخدمين محددين
de: Bestimmte Benutzer
fr: Utilisateurs spécifiques

source: Recurring
ar: يتكرر
de: Wiederkehrend
fr: Récurrente

source: Holiday Frequency
ar: تردد العطلة
de: Feiertagshäufigkeit
fr: Fréquence des vacances

source: Recurs Every (weeks)
ar: يتكرر كل (أسابيع)
de: Wiederholt sich alle (Wochen)
fr: Se reproduit toutes les (semaines)

source: Monthly Repeat Type
ar: نوع التكرار الشهري
de: Monatlicher Wiederholungstyp
fr: Type de répétition mensuelle

source: Day of Month
ar: يوم من الشهر
de: Tag des Monats
fr: Jour du mois

source: Monthly Interval
ar: الفاصل الشهري
de: Monatliches Intervall
fr: Intervalle mensuel

source: Day of Week
ar: يوم الأسبوع
de: Wochentag
fr: Jour de la semaine

source: Week of Month
ar: أسبوع الشهر
de: Woche des Monats
fr: Semaine de mois

source: Yearly Repeat Type
ar: نوع التكرار السنوي
de: Jährlicher Wiederholungstyp
fr: Type de répét annuelle

source: Month
ar: شهر
fr: Mois

source: Holidays
ar: العطل
de: Feiertage
fr: vacances

source: Start date cannot be after end date
ar: لا يمكن أن يكون تاريخ البدء بعد تاريخ الانتهاء
de: Das Startdatum darf nicht nach dem Enddatum liegen
fr: La date de début ne peut pas être postérieure à la date de fin

source: Frequency is required for recurring holidays
ar: التردد مطلوب للعطلات المتكررة
de: Bei wiederkehrenden Feiertagen ist eine Häufigkeit erforderlich
fr: La fréquence est requise pour les vacances récurrentes

source: Weekly days must be specified for weekly recurrence
ar: يجب تحديد أيام الأسبوع للتكرار الأسبوعي
de: Bei wöchentlicher Wiederholung müssen Wochentage angegeben werden
fr: Les jours de la semaine doivent être spécifiés pour la récurrence hebdomadaire

source: Recurs every weeks must be at least 1
ar: يتكرر كل أسبوع ويجب أن يكون على الأقل 1
de: Wiederholt sich jede Woche muss mindestens 1 sein
fr: Les répétitions chaque semaine doivent être au moins 1

source: Day of month is required for monthly recurrence
ar: يجب تحديد يوم الشهر للتكرار الشهري
de: Bei monatlicher Wiederholung ist der Tag des Monats erforderlich
fr: Le jour du mois est requis pour la récurrence mensuelle

source: Both day of week and week of month are required for monthly recurrence
ar: مطلوب كل من يوم الأسبوع وأسبوع الشهر للتكرار الشهري
de: Für die monatliche Wiederholung sind sowohl der Wochentag als auch die Monatswoche erforderlich
fr: Le jour de la semaine et la semaine du mois sont requis pour la récurrence mensuelle

source: Please select a valid monthly repeat type
ar: الرجاء تحديد نوع التكرار الشهري الصحيح
de: Bitte wählen Sie einen gültigen monatlichen Wiederholungstyp
fr: Veuillez sélectionner un type de répétition mensuelle valide

source: Month is required for yearly recurrence
ar: الشهر مطلوب للتكرار السنوي
de: Bei jährlicher Wiederholung ist der Monat erforderlich
fr: Le mois est requis pour la récurrence annuelle

source: Day of month is required for yearly recurrence
ar: يجب تحديد يوم الشهر للتكرار السنوي
de: Bei jährlicher Wiederholung ist der Tag des Monats erforderlich
fr: Le jour du mois est requis pour la récurrence annuelle

source: Both week of month and day of week are required for yearly recurrence
ar: مطلوب كل من أسبوع الشهر ويوم الأسبوع للتكرار السنوي
de: Für die jährliche Wiederholung sind sowohl die Monatswoche als auch der Wochentag erforderlich
fr: La semaine du mois et le jour de la semaine sont requis pour la récurrence annuelle

source: Please select a valid yearly repeat type
ar: الرجاء تحديد نوع التكرار السنوي الصحيح
de: Bitte wählen Sie einen gültigen jährlichen Wiederholungstyp
fr: Veuillez sélectionner un type de répétition annuelle valide

source: 1st
ar: الأول
fr: 1er

source: 2nd
ar: الثاني
fr: 2ème

source: 3rd
ar: الثالث
fr: 3ème

source: 4th
ar: الرابع
fr: 4ème

source: 5th
ar: الخامس
fr: 5ème

source: One-time holiday
ar: عطلة لمرة واحدة
de: Einmaliger Urlaub
fr: Festivo de una sola vez

source: Weekly on {}
ar: أسبوعيًا في {}
de: Wöchentlich am {}
fr: Hebdomadaire sur {}

source: Every {} weeks on {}
ar: كل {} أسابيع في {}
de: Alle {} Wochen am {}
fr: Toutes les {} semaines le {}

source: Monthly on day {}
ar: شهريًا في اليوم {}
de: Monatlich am Tag {}
fr: Mensuel le jour {}

source: Every {} months on day {}
ar: كل {} شهرًا في اليوم {}
de: Alle {} Monate am Tag {}
fr: Tous les {} mois le jour {}

source: Monthly on {} {} of month
ar: شهريًا في {} {} من الشهر
de: Monatlich am {} {} des Monats
fr: Mensuel le {} {} du mois

source: Every {} months on {} {} of month
ar: شهريًا في {} {} من الشهر
de: Alle {} Monate am {} {} des Monats
fr: Tous les {} mois, le {} {} du mois

source: Yearly on {} {}
ar: سنويًا في {} {}
de: Jährlich am {} {}
fr: Annuellement le {} {}

source: Yearly on {} {} of {}
ar: سنويًا في {} {} من {}
de: Jährlich am {} {} von {}
fr: Annuellement le {} {} du {}

source: Custom recurrence
ar: التكرار المخصص
de: Benutzerdefinierte Wiederholung
fr: Récurrence personnalisée

source: Conversion rate from default currency
ar: سعر التحويل من العملة الافتراضية
de: Umrechnungskurs von der Standardwährung
fr: Taux de conversion de devise par défaut

source: The date from which this conversion rate is effective
ar: التاريخ الذي يبدأ فيه سريان معدل التحويل هذا
de: Das Datum, ab dem dieser Umrechnungskurs gültig ist
fr: La date à partir de laquelle ce taux de conversion est effectif

source: Dated Conversion Rate
ar: معدل التحويل المؤرخ
de: Datierte Conversion-Rate
fr: Taux de conversion daté

source: Dated Conversion Rates
ar: أسعار التحويل المؤرخة
de: Datierte Umrechnungskurse
fr: Taux de conversion datés

source: Deleted At
ar: تم الحذف في
de: Gelöscht um
fr: Supprimé à

source: Retention Period (Days)
ar: فترة الاحتفاظ (أيام)
de: Aufbewahrungszeitraum (Tage)
fr: rétention période (jours)

source: Team Role Name
ar: اسم دور الفريق
de: Name der Teamrolle
fr: Nom du rôle de l'équipe

source: Team Role
ar: دور الفريق
de: Teamrolle
fr: Rôle d'équipe

source: Team Roles
ar: أدوار الفريق
de: Teamrollen
fr: Rôles de l'équipe

source: Customer Role Name
ar: اسم دور العميل
de: Name der Kundenrolle
fr: Client role name

source: Customer Roles
ar: أدوار العملاء
de: Kundenrollen
fr: Rôles des clients

source: Partner Role Name
ar: اسم دور الشريك
de: Name der Partnerrolle
fr: Nom du rôle du partenaire

source: Partner Role
ar: دور الشريك
de: Partnerrolle
fr: Rôle partenaire

source: Partner Roles
ar: أدوار الشركاء
de: Partnerrollen
fr: Rôles partenaire

source: Scoring Rule
ar: قاعدة التسجيل
de: Bewertungsregel
fr: Règle de notation

source: Scoring Rules
ar: قواعد التسجيل
de: Bewertungsregeln
fr: Règles de notation

source: Scoring Criterion
ar: معيار التسجيل
de: Bewertungskriterium
fr: Critères de notation

source: Scoring Criteria
ar: معايير التسجيل
de: Bewertungskriterien
fr: Critères de notation

source: Scoring Condition
ar: شرط التهديف
de: Wertungsbedingung
fr: Condition de notation

source: Scoring Conditions
ar: شروط التسجيل
de: Wertungsbedingungen
fr: Conditions de notation

source: Title
ar: العنوان
de: Titel
fr: Titre

source: Related Object ID
ar: معرف الكائن ذي الصلة
de: Zugehörige Objekt-ID
fr: ID de l'objet associé

source: File
ar: ملف
de: Datei
fr: fichier

source: Notes
ar: ملحوظات
de: Notizen

source: Currency Code
ar: رمز العملة
de: Währungscode
fr: Code devise

source: Add Currency
ar: إضافة عملة
de: Währung hinzufügen
fr: Ajouter devise

source: Edit Currency Information
ar: تعديل معلومات العملة
de: Währungsinformationen bearbeiten
fr: Modifier les informations sur la devise

source: partner role
ar: دور الشريك
de: Partnerrolle
fr: rôle de partenaire

source: Record Name
ar: اسم السجل
de: Datensatzname
fr: Nom de l'enregistrem

source: Type
ar: نوع
de: Typ
fr: Taper

source: Deleted By
ar: تم الحذف بواسطة
de: Gelöscht von
fr: Supprimé par

source: Recycle bin policy updated successfully!
ar: تم تحديث سياسة سلة المهملات بنجاح!
de: Papierkorbrichtlinie erfolgreich aktualisiert!
fr: La politique relative aux déchets a été mise à jour avec succès !

source: Your preferences have been updated successfully.
ar: لقد تم تحديث تفضيلاتك بنجاح.
de: Ihre Einstellungen wurden erfolgreich aktualisiert.
fr: Vos préférences ont été mises à jour avec succès.

source: There was an error updating your preferences.
ar: حدث خطأ أثناء تحديث تفضيلاتك.
de: Beim Aktualisieren Ihrer Einstellungen ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de la mise à jour de vos préférences.

source: Create New Rule Criteria
ar: إنشاء معايير القاعدة الجديدة
de: Neue Regelkriterien erstellen
fr: Créer de nouveaux critères de règle

source: Save
ar: حفظ
de: Speichern
fr: Guardar

source: Save and add another
ar: حفظ وإضافة آخر
de: Speichern und ein weiteres hinzufügen
fr: Enregistrez et ajoutez un autre
