Repository: rahul8686g/R-crm
Catalog: genie/locale/*/LC_MESSAGES/django.po
Languages: ar, de, fr

source: Send Mail
ar: إرسال البريد
de: E-Mail senden
fr: Envoyer un e-mail

source: Mail Preview
ar: معاينة البريد
de: E-Mail-Vorschau
fr: Aperçu de l'e-mail

source: Email Snapshot
ar: لقطة البريد الإلكتروني
de: E-Mail-Schnappschuss
fr: Capture de l'e-mail

source: This is how your email will look when sent
ar: هكذا سيبدو بريدك الإلكتروني عند إرساله
de: So sieht Ihre E-Mail nach dem Versand aus
fr: Voici à quoi ressemblera votre e-mail une fois envoyé

source: Select content type (optional)
ar: حدد نوع المحتوى (اختياري)
de: Inhaltstyp auswählen (optional)
fr: Sélectionnez le type de contenu (facultatif)

source: Save as mail template
ar: حفظ كقالب بريد
de: Als Mailvorlage speichern
fr: Enregistrer comme modèle d'e-mail

source: Select Mail Template
ar: تحديد قالب البريد
de: Wählen Sie E-Mail-Vorlage aus
fr: Sélectionner un modèle d'e-mail

source: Select Template
ar: اختر القالب
de: Wählen Sie Vorlage aus
fr: Sélectionner un modèle

source: Email Template Preview
ar: معاينة قالب البريد الإلكتروني
de: Vorschau der E-Mail-Vorlage
fr: Aperçu du modèle d'e-mail

source: No content to preview
ar: لا يوجد محتوى للمعاينة
de: Kein Inhalt zur Vorschau
fr: Aucun contenu à prévisualiser

source: Mail sent successfully
ar: تم إرسال البريد بنجاح
de: E-Mail erfolgreich gesendet
fr: E-mail envoyé avec succès

source: Something went wrong :
ar: حدث خطأ ما:
de: Etwas ist schiefgelaufen:
fr: Une erreur s'est produite :

source: Missing required fields:
ar: الحقول المطلوبة مفقودة:
de: Fehlende Pflichtfelder:
fr: Champs obligatoires manquants :

source: Failed to send mail:
ar: فشل في إرسال البريد:
de: E-Mail konnte nicht gesendet werden:
fr: Échec de l'envoi de l'e-mail :

source: Error sending mail:
ar: خطأ في إرسال البريد:
de: Fehler beim Senden der E-Mail:
fr: Erreur lors de l'envoi de l'e-mail :

source: No content to save as draft
ar: لا يوجد محتوى لحفظه كمسودة
de: Kein Inhalt zum Speichern als Entwurf
fr: Aucun contenu à enregistrer comme brouillon

source: Draft saved successfully
ar: تم حفظ المسودة بنجاح
de: Entwurf erfolgreich gespeichert
fr: Brouillon enregistré avec succès

source: Error saving draft:
ar: خطأ في حفظ المسودة:
de: Fehler beim Speichern des Entwurfs:
fr: Erreur lors de l'enregistrement du brouillon :

source: Draft discarded
ar: تم تجاهل المسودة
de: Entwurf verworfen
fr: Brouillon supprimé

source: Error discarding draft:
ar: حدث خطأ أثناء تجاهل المسودة:
de: Fehler beim Verwerfen des Entwurfs:
fr: Erreur lors de la suppression du brouillon :

source: No notifications
ar: لا الإخطارات
de: Keine Benachrichtigungen
fr: Aucune notification

source: Notifications
ar: إشعارات
de: Benachrichtigungen

source: No unread notifications
ar: لا توجد إشعارات غير مقروءة
de: Keine ungelesenen Benachrichtigungen
fr: Aucune notification non lue

source: View all Notification
ar: عرض الكل الإخطار
de: Alle Benachrichtigungen anzeigen
fr: Afficher toutes les notifications

source: All Notifications
ar: جميع الإخطارات
de: Alle Benachrichtigungen anzeigen
fr: Toutes les notifications

source: Recently Viewed
ar: تم عرضها مؤخرًا
de: Zuletzt angesehen
fr: Récemment consulté

source: No recent items
ar: لا توجد عناصر حديثة
de: Keine aktuellen Artikel
fr: Aucun élément récent

source: No companies available
ar: لا توجد شركات متاحة
de: Keine Firmen vorhanden
fr: Aucune entreprise disponible

source: Logout
ar: تسجيل الخروج
de: Abmelden
fr: Déconnexion

source: Welcome to Horilla CRM
ar: مرحبًا بك في Horilla CRM
de: Willkommen bei Horilla CRM
fr: Bienvenue chez Horilla CRM

source: Please sign in to access your dashboard
ar: يرجى تسجيل الدخول للوصول إلى لوحة التحكم الخاصة بك
de: Bitte melden Sie sich an, um auf Ihr Dashboard zuzugreifen
fr: Veuillez vous connecter pour accéder à votre tableau de bord

source: Username
ar: اسم المستخدم
de: Benutzername
fr: Nom d'utilisateur

source: Forgot Password?
ar: هل نسيت كلمة السر؟
de: Passwort vergessen?
fr: Mot de passe oublié ?

source: Send reset link
ar: إرسال رابط إعادة التعيين
de: Link zum Zurücksetzen senden
fr: Envoyer le lien de réinitialisation

source: Reset link will be sent to your registered email
ar: سيتم إرسال رابط إعادة التعيين إلى بريدك الإلكتروني المسجل
de: Der Link zum Zurücksetzen wird an Ihre registrierte E-Mail-Adresse gesendet.
fr: Le lien de réinitialisation sera envoyé à votre adresse e-mail enregistrée

source: Back to login
ar: العودة لتسجيل الدخول
de: Zurück zum Login
fr: Retour à la connexion

source: The page you are looking for does not exist or may have been moved.
de: Die gesuchte Seite existiert nicht oder wurde möglicherweise verschoben.

source: Enter a secure password
de: Geben Sie ein sicheres Passwort ein

source: Confirm Password
de: Passwort bestätigen

source: Enter the same password again for verification
de: Geben Sie zur Bestätigung das gleiche Passwort erneut ein

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
de: Erforderlich. 150 Zeichen oder weniger. Nur Buchstaben, Ziffern und @/./+/-/_.

source: Leave blank to keep current password
de: Lassen Sie das Feld leer, um das aktuelle Passwort beizubehalten

source: Username is required.
de: Benutzername ist erforderlich.

source: A user with this username already exists.
de: Ein Benutzer mit diesem Benutzernamen existiert bereits.

source: The two password fields must match.
de: Die beiden Passwortfelder müssen übereinstimmen.

source: Password is required for new users.
de: Für neue Benutzer ist ein Passwort erforderlich.

source: Password must be at least 8 characters long.
de: Das Passwort muss mindestens 8 Zeichen lang sein.

source: Users
de: Benutzer
fr: Utilisateurs

source: Role does not exist
de: Rolle existiert nicht

source: User does not exist
de: Benutzer existiert nicht

source: User Does not Exist
de: Benutzer existiert nicht

source: Role Does not Exist
de: Rolle existiert nicht

source: Related Object Type
de: Zugehöriger Objekttyp

source: Horilla Attachment
de: Horilla-Anhang

source: Horilla Attachments
de: Horilla-Anhänge

source: The requested data does not exist.
de: Die angeforderten Daten existieren nicht.

source: The requested user does not exist.
de: Der angeforderte Benutzer existiert nicht.

source: Page Not Found
de: Seite nicht gefunden

source: Method Not Allowed
de: Methode nicht zulässig

source: The request method is not allowed for this resource.
de: Die Anforderungsmethode ist für diese Ressource nicht zulässig.

source: Are you sure you want to delete this holiday?
de: Sind Sie sicher, dass Sie diesen Feiertag löschen möchten?
fr: Etes-vous sûr de vouloir supprimer ce jour férié ?

source: Initialize Database
de: Datenbank initialisieren
fr: Initialiser base de données

source: Company Information
de: Unternehmensinformationen
fr: Informations sur l'entreprise

source: Database Authentication
de: Datenbankauthentifizierung

source: Authenticate with your password intialize the Horilla Database
de: Authentifizieren Sie sich mit Ihrem Passwort und initialisieren Sie die Horilla-Datenbank
fr: Authentifiez-vous avec votre mot de passe pour initialiser la base de données Horilla

source: Authenticate
de: Authentifizieren
fr: Authentifier

source: Role Name
de: Rollenname
fr: Nom du rôle

source: Role Description
de: Rollenbeschreibung
fr: Description du rôle

source: Parent Role
de: Partnerrolle
fr: Rôle partenaire

source: Select Parent Role
de: Wählen Sie Übergeordnete Rolle.
fr: sélectionner le rôle parent

source: Please sign up to access the Horilla CRM
de: Bitte registrieren Sie sich, um auf das Horilla CRM zuzugreifen.
fr: Veuillez vous inscrire pour accéder au CRM Horilla

source: Add
de: Hinzufügen
fr: ajouter

source: Please create or activate your company.
de: Bitte erstellen oder aktivieren Sie Ihr Unternehmen.
fr: Veuillez créer ou activer votre entreprise.

source: Manage Fiscal Year
de: Geschäftsjahr verwalten
fr: Gérer l'exercice fiscale

source: No active company
de: Kein aktives Unternehmen
fr: Aucune entreprise active

source: Preview Calendar
de: Vorschaukalender
fr: Aperçu dans le calendrier

source: Kanban Settings
de: Kanban-Einstellungen
fr: Paramètres Kanban

source: This dashboard doesn't have any components yet. Add charts, tables, KPIs, or targets to visualize your data.
de: Dieses Dashboard enthält noch keine Komponenten. Fügen Sie Diagramme, Tabellen, KPIs oder Ziele hinzu, um Ihre Daten zu visualisieren.
fr: Ce tableau de bord n'a pas encore de composants. Ajoutez des graphiques, des tableaux, des KPI ou des objectifs pour visualiser vos données.

source: Get started by using default stages or adding your custom stages.
de: Beginnen Sie mit der Verwendung von Standardstufen oder dem Hinzufügen Ihrer benutzerdefinierten Stufen.
fr: Commencez en utilisant les étapes par défaut ou en ajoutant vos étapes personnalisées.

source: Select Lead Stages for
de: Wählen Sie Lead Stages für aus
fr: Sélectionner les Étapes de Prospect pour

source: Default Stages
de: Standardstufen
fr: Étapes par Défaut

source: Stages
de: Stufen
fr: Étapes

source: Custom Stages
de: Benutzerdefinierte Bühnen
fr: Étapes Personnalisées

source: Select Opportunity Stages for
de: Wählen Sie Opportunity-Phasen für aus
fr: Sélectionner les Étapes d'Opportunité pour

source: Unselect
de: Auswahl aufheben
fr: Désélectionner

source: Export Selected
de: Ausgewählte exportieren
fr: Exporter la Sélection

source: Add More
de: Weitere hinzufügen
fr: Ajouter Plus

source: Client ID
de: Kunden-ID
fr: ID Client

source: Load Demo Data
de: Demodaten laden
fr: Charger les données de démonstration

source: Sign Up
fr: S'inscrire

source: Selected record is not associated with any company. Activate a company to proceed with deletion.
fr: L'enregistrement sélectionné n'est associé à aucune entreprise. Activez une entreprise pour procéder à la suppression.
