Repository: rahul8686g/R-crm
Catalog: genie/locale/*/LC_MESSAGES/django.po
Languages: ar, de, fr

source: Save and continue editing
ar: حفظ ومواصلة التحرير
de: Speichern und mit der Bearbeitung fortfahren
fr: Enregistrer et continuer l'édition

source: Company Information
ar: معلومات الشركة
de: Unternehmensinformationen
fr: Informations sur l'entreprise

source: Address
ar: عنوان
de: Adresse
fr: Adresse

source: Localization
ar: التعريب
de: Lokalisierung
fr: Localisation

source: Manage Custom Stages
ar: إدارة المراحل المخصصة
de: Benutzerdefinierte Phasen verwalten
fr: Gérer les étapes personnalisées

source: Add Stage
ar: إضافة مرحلة
de: Bühne hinzufügen
fr: Agregar etapa

source: Changes
ar: التغييرات
de: Änderungen
fr: Changements

source: Cancel
ar: يلغي
de: Stornieren
fr: Annuler

source: Permission Denied
ar: تم رفض الإذن
de: Zugriff verweigert
fr: Autorisation refusée

source: You do not have permission to view this page.
ar: ليس لديك الصلاحية لعرض هذه الصفحة.
de: Sie haben keine Berechtigung, diese Seite anzuzeigen.
fr: Vous n'avez pas la permission de voir cette page.

source: You are allowed to access the settings, but some details are hidden due to limited permissions.
ar: يُسمح لك بالوصول إلى الإعدادات، ولكن بعض التفاصيل مخفية بسبب الأذونات المحدودة.
de: Sie dürfen auf die Einstellungen zugreifen, einige Details sind jedoch aufgrund eingeschränkter Berechtigungen verborgen.
fr: Vous êtes autorisé à accéder aux paramètres, mais certains détails sont masqués en raison d'autorisations limitées.

source: Edit
ar: تحرير
de: Bearbeiten
fr: mise à jour

source: Delete
ar: حذف
de: Löschen
fr: supprimer

source: Download
ar: تحميل
de: Herunterladen
fr: Télécharger

source: Upload Files
ar: تحميل الملفات
de: Dateien hochladen
fr: Télécharger des fichiers

source: Map Fields
ar: حقول الخريطة
de: Kartenfelder
fr: Champs de carte

source: Action
ar: فعل
de: Aktion

source: Import
ar: يستورد
fr: importer

source: Select Module
ar: اختر الوحدة
de: Wählen Sie Modul aus
fr: Sélectionnez module

source: Choose Module
ar: اختر الوحدة النمطية
de: Wählen Sie Modul
fr: Choisir le module

source: Import Name
ar: اسم الاستيراد
de: Namen importieren
fr: Nom d'importation

source: Upload File
ar: تحميل الملف
de: Datei hochladen
fr: Suba le fichier

source: File already uploaded
ar: تم تحميل الملف بالفعل
de: Datei bereits hochgeladen
fr: Fichier déjà Suba

source: CSV, XLS, XLSX ( Max 10MB )
ar: CSV، XLS، XLSX (الحد الأقصى 10 ميجابايت)

source: Next
ar: التالي
de: Nächste
fr: suivante

source: Model Field
ar: المجال النموذجي
de: Modellfeld
fr: Champ de modèle

source: File Header
ar: رأس الملف
de: Dateikopf
fr: En-tête de fichier

source: Default Values
ar: القيم الافتراضية
de: Standardwerte
fr: Valeurs par défaut

source: Sample Data
ar: بيانات العينة
de: Beispieldaten
fr: Exemples de données

source: Status
ar: الحالة
fr: Statut

source: Select Header
ar: حدد الرأس
de: Wählen Sie Kopfzeile aus
fr: Sélectionnez l'en-tête

source: Select Default Value
ar: حدد القيمة الافتراضية
de: Wählen Sie Standardwert
fr: Sélectionnez la valeur par défaut

source: Auto Mapped
ar: تم تعيينه تلقائيًا
de: Automatisch zugeordnet
fr: Cartographie automatique

source: Not Mapped
ar: لم يتم تعيينها
de: Nicht zugeordnet
fr: Non mappé

source: No model fields available
ar: لا توجد حقول نموذجية متاحة
de: Keine Modellfelder verfügbar
fr: Aucun champ modèl disponible

source: Previous
ar: سابق
de: Vorherige
fr: Précédent

source: Import Option:
ar: خيار الاستيراد:
fr: Option d'importation :

source: Create new record
ar: إنشاء سجل جديد
de: Neuen Datensatz erstellen
fr: Créer un nouvel enregistrement

source: Update existing
ar: تحديث الموجود
de: Vorhandenes aktualisieren
fr: Mettre à jour existant

source: Create new and update existing
ar: إنشاء جديد وتحديث الموجود
de: Neue erstellen und bestehende aktualisieren
fr: Créer de nouveaux éléments et mettre à jour les éléments existants

source: Record match by
ar: سجل المباراة بواسطة
de: Rekordspiel von
fr: Record de match par

source: Module
ar: الوحدة النمطية
de: Modul

source: Import Action
ar: إجراء الاستيراد
de: Aktion importieren
fr: Action d'importation

source: Create New
ar: إنشاء جديد
de: Neu erstellen
fr: Créer nouveau

source: Update Existing
ar: تحديث الموجود
de: Vorhandenes aktualisieren
fr: Mettre à jour l'existant

source: Create New and Update Existing
ar: إنشاء جديد وتحديث الموجود
de: Neues erstellen und bestehende aktualisieren
fr: Créez-en un nouveau et mettez à jour celui existant

source: Mapped
ar: تم تعيينه
de: Kartiert
fr: Cartographié

source: Fields
ar: الحقول
de: Felder
fr: Champs

source: Unmapped
ar: غير معين
de: Nicht zugeordnet
fr: Non mappé

source: Import Completed Successfully!
ar: تمت عملية الاستيراد بنجاح!
de: Import erfolgreich abgeschlossen!
fr: Importation terminée avec succès !

source: Your data has been imported successfully.
ar: لقد تم استيراد بياناتك بنجاح.
de: Ihre Daten wurden erfolgreich importiert.
fr: Vos données ont été importées avec succès.

source: Records Created
ar: تم إنشاء السجلات
de: Datensätze erstellt
fr: Enregistrements créés

source: Records Updated
ar: تم تحديث السجلات
de: Aufzeichnungen aktualisiert
fr: Enregistrements Mis à jour

source: Errors
ar: أخطاء
de: Fehler
fr: Erreurs

source: Total Rows Processed:
ar: إجمالي الصفوف المعالجة:
de: Gesamtzahl der verarbeiteten Zeilen:
fr: Nombre total de lignes traitées :

source: Success Rate:
ar: معدل النجاح:
de: Erfolgsquote:
fr: Taux de réussite:

source: Errors encountered:
ar: الأخطاء التي واجهتها:
de: Es sind Fehler aufgetreten:
fr: Erreurs rencontrées :

source: Download Full Error Report
ar: تنزيل تقرير الأخطاء الكامل
de: Laden Sie den vollständigen Fehlerbericht herunter
fr: Télécharger le rapport d'erreur complet

source: ... and
ar: ...و
de: ... Und
fr: ... et

source: more errors.
ar: المزيد من الأخطاء.
de: weitere Fehler.
fr: plus d'erreurs.

source: Download the full report above to see all errors.
ar: قم بتنزيل التقرير الكامل أعلاه لرؤية كافة الأخطاء.
de: Laden Sie oben den vollständigen Bericht herunter, um alle Fehler anzuzeigen.
fr: Téléchargez le rapport complet ci-dessus pour voir toutes les erreurs.

source: Import More Data
ar: استيراد المزيد من البيانات
de: Importieren Sie mehr Daten
fr: Importer plus de données

source: Import Wizard
ar: معالج الاستيراد
de: Import-Assistent
fr: Assistant d'importation

source: Update
ar: تحديث
de: Aktualisieren
fr: mise à jour

source: Sign In
ar: تسجيل الدخول
de: Anmelden
fr: Se connecter

source: Next Step
ar: الخطوة التالية
de: Nächster Schritt

source: Assign Users
ar: معالج الاستيراد
de: Benutzer zuweisen
fr: Attribuer des utilisateurs

source: Select users
ar: تحديد المستخدمين
de: Wählen Sie Benutzer aus
fr: sélectionner des utilisateurs

source: Select All
ar: تحديد الكل
de: Wählen Sie Alle aus
fr: Tout sélectionner

source: User Groups
ar: مجموعات المستخدمين
de: Benutzergruppen
fr: Groupes d'utilisateurs

source: Add Groups
ar: إضافة مجموعات
de: Gruppen hinzufügen
fr: Ajouter des groupes

source: Groups and Permissions
ar: المجموعات والأذونات
de: Gruppen und Berechtigungen
fr: Groupes et autorisations

source: Members
ar: أعضاء
de: Mitglieder
fr: membres

source: User Permissions
ar: أذونات المستخدم
de: Benutzerberechtigungen
fr: Autorisations utilisateur

source: Search users...
ar: البحث عن المستخدمين...
de: Benutzer suchen...
fr: Rechercher utilisateurs...

source: Assign
ar: تعيين
de: Zuordnen
fr: Attribuer

source: Add Member
ar: إضافة عضو
de: Mitglied hinzufügen
fr: Ajouter membre

source: No users available.
ar: لا يوجد مستخدمين متاحين.
de: Keine Benutzer verfügbar.
fr: Aucun utilisateur disponible.

source: Regional Formatting
ar: التنسيق الإقليمي
de: Regionale Formatierung
fr: Formatage régional

source: Language and Time Zone
ar: اللغة والمنطقة الزمنية
de: Sprache und Zeitzone
fr: Langue et fuseau horaire

source: Number Format
ar: تنسيق الأرقام
de: Zahlenformat
fr: Format des nombres

source: Role Hierarchy
ar: التسلسل الهرمي للأدوار
de: Rollenhierarchie
fr: Hiérarchie rôles

source: Add Role
ar: إضافة دور
de: Rolle hinzufügen
fr: ajouter rôle

source: Criteria
ar: معايير
de: Kriterien
fr: Critères

source: Points
ar: نقاط
de: Punkte

source: Nothing to show yet. Please add your Criteria
ar: لا يوجد شيء لعرضه بعد. يُرجى إضافة معاييرك.
de: Noch nichts zu zeigen. Bitte fügen Sie Ihre Kriterien hinzu
fr: Rien à afficher pour l'instant. Veuillez ajouter vos critères.

source: Business Hours
ar: ساعات العمل
de: Geschäftszeiten
fr: entreprise heures

source: Add Business Hour
ar: إضافة ساعة عمل
de: Geschäftszeit hinzufügen
fr: ajouter entreprise heures

source: Current Default Currency
ar: العملة الافتراضية الحالية
de: Aktuelle Standardwährung
fr: Devise par défaut actuelle

source: Conversion Rates
ar: أسعار التحويل
de: Umrechnungskurse
fr: Taux de conversion

source: Active Currencies
ar: العملات النشطة
de: Aktive Währungen
fr: Devises actives

source: Preview in Calendar
ar: المعاينة في التقويم
de: Vorschau im Kalender
fr: Aperçu dans le calendrier

source: Week
ar: أسبوع
de: Woche
fr: Semaine

source: Preview Calendar
ar: معاينة التقويم
de: Vorschaukalender
fr: Aperçu dans le calendrier

source: Configuration Preview
ar: معاينة التكوين
de: Konfigurationsvorschau
fr: configuration aperçu

source: Period Display:
ar: عرض الفترة:
de: Periodenanzeige:
fr: Affichage des périodes :

source: Add Holidays
ar: أضف الإجازات
de: Feiertage hinzufügen
fr: Ajouter des jours fériés

source: Dated Exchange Rates
ar: أسعار الصرف المؤرخة
de: Datierte Wechselkurse
fr: Taux de change datés

source: Select a Date Range
ar: حدد نطاقًا زمنيًا
de: Wählen Sie einen Datumsbereich aus
fr: Sélectionnez une plage de dates

source: New Exchange Rates
ar: أسعار الصرف الجديدة
de: Neue Wechselkurse
fr: Nouveaux taux de change

source: Currency Management
ar: إدارة العملة
de: Währungsmanagement
fr: Gestion des devises

source: Change Default Currency
ar: تغيير العملة الافتراضية
de: Standardwährung ändern
fr: Changer devise par défaut

source: Edit Conversion Rates
ar: تحرير أسعار التحويل
de: Umrechnungskurse bearbeiten
fr: Modifier les taux de conversion

source: Dated Exchange Rates
ar: أسعار الصرف المؤرخة
de: Datierte Wechselkurse
fr: Taux de change datés

source: Enable Multiple Currency
ar: تمكين العملات المتعددة
de: Aktivieren Sie mehrere Währungen
fr: Activer plusieurs devises

source: My Settings
ar: إعداداتي
de: Meine Einstellungen
fr: Mes paramètres

source: Default Expire Days
ar: أيام انتهاء الصلاحية الافتراضية
de: Standard-Ablauftage
fr: Jours d'expiration par défaut

source: Settings
ar: إعدادات
de: Einstellungen
fr: Paramètres

source: General
ar: عام
de: Allgemein
fr: générale

source: Mail
ar: بريد
de: Post

source: Azure Outlook
ar: توقعات أزور
fr: Azur Outlook

source: Mail Template
ar: قالب البريد
de: Mail-Vorlage
fr: Modèle de courrier

source: Base
ar: قاعدة

source: Data Mangement
ar: إدارة البيانات
de: Datenmanagement
fr: Gestion des données

source: Recycle Bin
ar: سلة المحذوفات
de: Papierkorb
fr: panier

source: Personal Information
ar: معلومات شخصية
de: Persönliche Informationen
fr: Informations personnelles

source: Last Name
ar: اسم العائلة
de: Nachname
fr: Nom de famille

source: Work Info
ar: معلومات العمل
de: Arbeitsinformationen
fr: Informations sur le travail

source: View Login History
ar: عرض سجل تسجيل الدخول
de: Anmeldeverlauf anzeigen
fr: Afficher l'historique de connexion

source: Select
ar: يختار
de: Wählen
fr: Sélectionner

source: My Holidays
ar: عطلاتي
de: Meine Feiertage
fr: Mes vacances

source: Holiday Type
ar: نوع العطلة
de: Feiertagstyp
fr: Type de vacances

source: Details
ar: التفاصيل
de: Einzelheiten
fr: Détails

source: Holiday Start Date
ar: تاريخ بدء العطلة
de: Beginndatum der Feiertage
fr: Date de début des vacances

source: Holiday End Date
ar: تاريخ انتهاء العطلة
de: Enddatum des Feiertags
fr: Date de fin des vacances

source: My Login History
ar: سجل تسجيل الدخول الخاص بي
de: Mein Login-Verlauf
fr: Mon historique de connexion

source: Browser
ar: المتصفح
fr: Navigateur

source: Login Time
ar: وقت تسجيل الدخول
de: Anmeldezeit
fr: se connecter temps

source: Is Active
ar: نشط
de: Ist aktiv
fr: Est actif

source: IP
ar: الملكية الفكرية
fr: adresse IP

source: Invalid credentials. Please check and try again.
ar: بيانات الاعتماد غير صالحة. يُرجى التحقق والمحاولة مرة أخرى.
de: Ungültige Anmeldeinformationen. Bitte überprüfen und erneut versuchen.
fr: Identifiants invalides. Veuillez vérifier et réessayer.

source: This user is archived or blocked. Please contact support.
ar: هذا المستخدم مؤرشف أو محظور. يُرجى التواصل مع الدعم.
de: Dieser Benutzer wurde archiviert oder gesperrt. Bitte wenden Sie sich an den Support.
fr: Cet utilisateur est archivé ou bloqué. Veuillez contacter le support.

source: Login successful.
ar: تم تسجيل الدخول بنجاح.
de: Anmeldung erfolgreich.
fr: se connecter réussie.

source: Business Hours
ar: ساعات العمل
de: Geschäftszeiten
fr: Heures d'ouverture

source: Holidays
ar: العطل
de: Feiertage
fr: Vacances

source: Currencies
ar: العملات
de: Währungen
fr: Devises

source: Recycle Bin Policy
ar: سياسة سلة المحذوفات
de: Richtlinie zum Papierkorb
fr: Politique relative aux déchets

source: Hour Type
ar: نوع الساعة
de: Stundentyp
fr: Type d'heure

source: Is Default
ar: هو الافتراضي
de: Ist Standard
fr: Est défaut

source: Week Starts On
ar: يبدأ الأسبوع في
de: Die Woche beginnt am
fr: semaine commence le

source: Business Days
ar: أيام العمل
de: Werktage
fr: Jours ouvrables

source: Accounts
ar: الحسابات
de: Konten
fr: Comptes

source: Select Account
ar: حدد الحساب
de: Wählen Sie Konto aus
fr: Sélectionnez compte

source: Select the account to assign as a child account.
ar: حدد الحساب الذي سيتم تعيينه كحساب فرعي.
de: Wählen Sie das Konto aus, das als untergeordnetes Konto zugewiesen werden soll.
fr: Sélectionnez le compte à attribuer comme compte enfant.

source: Please select an account.
ar: الرجاء تحديد حساب.
de: Bitte wählen Sie ein Konto aus.
fr: Veuillez sélectionner un compte.

source: This account already has a parent account assigned.
ar: هذا الحساب لديه حساب أصلي تم تعيينه.
de: Diesem Konto ist bereits ein übergeordnetes Konto zugewiesen.
fr: Ce compte a déjà un compte parent attribué.

source: An account cannot be its own parent.
ar: الحساب لا يمكن أن يكون والده الخاص به.
de: Ein Konto kann nicht sein eigenes übergeordnetes Konto sein.
fr: Un compte ne peut pas être son propre parent.

source: Please select a valid account.
ar: الرجاء تحديد حساب صالح.
de: Bitte wählen Sie ein gültiges Konto aus.
fr: Veuillez sélectionner un compte valide.

source: People
ar: الأشخاص
de: Menschen
fr: Personnes

source: Web
ar: ويب

source: Phone Inquiry
ar: استفسار عن الهاتف
de: Telefonische Anfrage
fr: Demande téléphonique

source: Partner Referral
ar: إحالة الشريك
de: Partnerempfehlung
fr: Référence de partenaire

source: Purchased List
ar: القائمة المشتراة
de: Gekaufte Liste
fr: Liste achetée

source: Other
ar: اخرى
de: Andere
fr: Autre

source: Prospect
ar: الاحتمالات
de: Aussicht
fr: Perspective

source: Customer - Direct
ar: العميل - مباشر
de: Kunde - Direkt
fr: Client - Direct

source: Customer - Channel
ar: العميل - القناة
de: Kunde – Kanal
fr: Client - Canal

source: Channel Partner / Reseller
ar: شريك القناة / الموزع
de: Vertriebspartner/Wiederverkäufer
fr: Canal Partenaire / Revendeur

source: Installation Partner
ar: شريك التثبيت
de: Installationspartner
fr: Partenaire d'installation

source: Technology Partner
ar: شريك التكنولوجيا
de: Technologiepartner
fr: Partenaire technologique

source: Finance
ar: المالية
de: Finanzen

source: Healthcare
ar: الرعاية الصحية
de: Gesundheitspflege
fr: Soins de santé

source: Manufacturing
ar: التصنيع
de: Herstellung
fr: Fabrication

source: Agriculture
ar: الزراعة
de: Landwirtschaft

source: Construction
ar: البناء
de: Konstruktion

source: Banking
ar: الأعمال المصرفية
de: Bankwesen
fr: Banque

source: Education
ar: التعليم
de: Ausbildung
fr: Éducation

source: Insurance
ar: التأمين
de: Versicherung
fr: Assurance

source: Public
ar: عامة
de: Öffentlich

source: Private
ar: خاص
de: Privat
fr: Privé

source: Subsidiary
ar: فرعي
de: Tochtergesellschaft
fr: Filiale

source: Account Name
ar: اسم الحساب
de: Kontoname
fr: Nom du compte

source: Account Number
ar: رقم الحساب
de: Kontonummer
fr: Numéro de compte

source: Account Owner
ar: مالك الحساب
de: Kontoinhaber
fr: Propriétaire du compte

source: Account Type
ar: نوع الحساب
de: Kontotyp
fr: Type de compte

source: Account Site
ar: موقع الحساب
de: Kontoseite
fr: Site du compte

source: Account Source
ar: مصدر الحساب
de: Kontoquelle
fr: Source du compte

source: Billing City
ar: مدينة الفاتورة
de: Abrechnungsstadt
fr: Ville de facturation

source: Billing State
ar: حالة الفوترة
de: Abrechnungsstaat
fr: État de facturation

source: Billing District
ar: مقاطعة الفاتورة
de: Abrechnungsbezirk
fr: Quartier de facturation

source: Billing Zip
ar: الرمز البريدي للفواتير
de: Rechnungs-Postleitzahl
fr: Code postal de facturation

source: Shipping City
ar: مدينة الشحن
de: Versandstadt
fr: Ville de livraison

source: Shipping State
ar: حالة الشحن
de: Versandstaat
fr: État de livraison

source: Shipping District
ar: منطقة الشحن
de: Schifffahrtsbezirk
fr: Quartier de livraison

source: Shipping Zip
ar: البريد الإلكتروني للشحن
de: Versand-Reißverschluss
fr: Code postal de livraison

source: Is Customer Portal
ar: هو بوابة العملاء
de: Ist Kundenportal
fr: Est un portail client

source: Customer Priority
ar: أولوية العميل
de: Kundenpriorität
fr: Priorité du client

source: Parent Account
ar: الحساب الأصل
de: Elternkonto
fr: Compte parent

source: Is Partner
ar: هو شريك
de: Ist Partner
fr: Est un partenaire

source: Industry
ar: الصناعة
de: Industrie
fr: Secteur d'activité

source: Phone
ar: الهاتف
de: Telefon
fr: Téléphone

source: Fax
ar: فاكس
de: Telefon

source: Operating Hours
ar: ساعات العمل
de: Betriebsstunden
fr: Heures d'ouverture

source: Ownership
ar: الملكية
de: Eigentum
fr: Propriété

source: Rating
ar: التقييم
de: Bewertung
fr: Évaluation

source: Account
ar: حساب
de: Konto
fr: Compte

source: Partner Account
ar: حساب الشريك
de: Partnerkonto
fr: Compte partenaire

source: Partner Account Role
ar: دور حساب الشريك
de: Rolle des Partnerkontos
fr: Rôle du compte partenaire

source: Partner Account Roles
ar: أدوار حساب الشريك
de: Partnerkontorollen
fr: Rôles du compte partenaire

source: Change Owner
ar: تغيير المالك
fr: Changer le propriétaire

source: Child Accounts
ar: حسابات الأطفال
de: Kinderkonten
fr: Comptes enfants

source: Related Contacts
ar: جهات الاتصال ذات الصلة
de: Verwandte Kontakte
fr: Contacts associés

source: Partner
ar: شريك
fr: Partenaire

source: Add Contact Relationships
ar: إضافة علاقات جهات الاتصال
de: Kontaktbeziehungen hinzufügen
fr: Ajouter des relations de contact

source: Add Child Account
ar: إضافة حساب فرعي
de: Untergeordnetes Konto hinzufügen
fr: Ajouter un compte enfant

source: You must be logged in to perform this action.
ar: يجب عليك تسجيل الدخول لتنفيذ هذا الإجراء.
de: Sie müssen angemeldet sein, um diese Aktion auszuführen.
fr: Vous devez être connecté pour effectuer cette action.

source: No parent account specified in the request.
ar: لا يوجد حساب رئيسي محدد في الطلب.
de: In der Anfrage wurde kein übergeordnetes Konto angegeben.
fr: Aucun compte parent spécifié dans la demande.

source: This account already has a parent account.
ar: هذا الحساب لديه بالفعل حساب أصلي.
de: Dieses Konto hat bereits ein übergeordnetes Konto.
fr: Ce compte a déjà un compte parent.

source: Child account assigned successfully!
ar: تم تعيين حساب الطفل بنجاح!
de: Kinderkonto erfolgreich zugewiesen!
fr: Compte enfant attribué avec succès !

source: Invalid parent account ID format.
ar: تنسيق معرف الحساب الأصل غير صالح.
de: Ungültiges ID-Format des übergeordneten Kontos.
fr: Format d'identifiant de compte parent invalide.

source: An unexpected error occurred while assigning the child account.
ar: حدث خطأ غير متوقع أثناء تعيين حساب الطفل.
de: Beim Zuweisen des untergeordneten Kontos ist ein unerwarteter Fehler aufgetreten.
fr: Une erreur inattendue s'est produite lors de l'attribution du compte enfant.

source: Account Partner
ar: شريك الحساب
de: Kontopartner
fr: Partenaire du compte

source: This partner role is already assigned to this account.
ar: تم تعيين دور الشريك هذا بالفعل لهذا الحساب.
de: Diese Partnerrolle ist diesem Konto bereits zugewiesen.
fr: Ce rôle de partenaire est déjà attribué à ce compte.

source: Activities
ar: أنشطة
de: Aktivitäten
fr: Activités

source: Subject
ar: موضوع
de: Thema
fr: Sujet

source: Activity Type
ar: نوع النشاط
de: Aktivitätstyp
fr: Type d'activité

source: Source
ar: مصدر
de: Quelle

source: Related Content Type
ar: نوع المحتوى ذي الصلة
de: Verwandter Inhaltstyp
fr: Type de contenu associé

source: Location
ar: موقع
de: Standort
fr: Emplacement

source: All Day
ar: طوال اليوم
de: Den ganzen Tag
fr: Toute la journée

source: Assigned To
ar: تم تعيينه ل
de: Zugewiesen an
fr: Assigné à

source: Participants
ar: المشاركون
de: Teilnehmer

source: Meeting Host
ar: مضيف الاجتماع
de: Gastgeber des Meetings
fr: Hôte de la réunion

source: Activity Owner
ar: مالك النشاط
de: Aktivitätseigentümer
fr: Propriétaire de l'activité

source: Priority
ar: أولوية
de: Priorität
fr: Priorité

source: Due Date
ar: تاريخ الاستحقاق
de: Fälligkeitsdatum
fr: Date d'échéance

source: Recipient Email
ar: البريد الإلكتروني للمستلم
de: Empfänger-E-Mail
fr: E-mail du destinataire

source: Call Duration
ar: مدة المكالمة
de: Anrufdauer
fr: Durée de l'appel

source: Call Duration (Seconds)
ar: مدة المكالمة (بالثواني)
de: Anrufdauer (Sekunden)
fr: Durée de l'appel (secondes)

source: Call Type
ar: نوع المكالمة
de: Anruftyp
fr: Type d'appel

source: Call Purpose
ar: غرض المكالمة
de: Anrufzweck
fr: Objet de l'appel

source: Activity
ar: النشاط
de: Aktivität
fr: Activité

source: Related To
ar: مرتبط بـ
de: Verwandt mit
fr: Lié à

source: Schedule
ar: جدول
de: Zeitplan
fr: Planification

source: Campaigns
ar: الحملات
de: Kampagnen
fr: Campagnes

source: Select Campaign
ar: حدد الحملة
de: Wählen Sie Kampagne aus
fr: Sélectionner une campagne

source: Select campaign
ar: حدد الحملة
de: Wählen Sie Kampagne aus
fr: Sélectionner une campagne

source: Please select campaign.
ar: الرجاء تحديد الحملة.
de: Bitte wählen Sie Kampagne aus
fr: Veuillez sélectionner une campagne.

source: This campaign already has a parent campaign assigned.
ar: هذه الحملة لديها بالفعل حملة رئيسية تم تعيينها.
de: Dieser Kampagne ist bereits eine übergeordnete Kampagne zugewiesen.
fr: Cette campagne a déjà une campagne parente attribuée.

source: An campaign cannot be its own parent.
ar: لا يمكن للحملة أن تكون والدها الخاص.
de: Eine Kampagne kann nicht ihr eigenes übergeordnetes Element sein.
fr: Une campagne ne peut pas être son propre parent.

source: Please select a valid campaign.
ar: الرجاء تحديد حملة صالحة.
de: Bitte wählen Sie eine gültige Kampagne aus.
fr: Veuillez sélectionner une campagne valide.

source: Campaign
ar: الحملة
de: Kampagne
fr: Campagne

source: Lead
ar: القائد
de: Führen
fr: Prospect

source: Member Status
ar: حالة العضو
de: Mitgliedsstatus
fr: Statut du membre

source: Contact
ar: الاتصال
de: Kontakt

source: Campaign Member
ar: عضو الحملة الإعلانية
de: Kampagnenmitglied
fr: Membre de la campagne

source: Campaign Members
ar: أعضاء الحملة الإعلانية
de: Mitglieder der Kampagne
fr: Membres de la campagne

source: Campaign Name
ar: اسم الحملة الإعلانية
de: Kampagnenname
fr: Nom de la campagne

source: Campaign Owner
ar: مالك الحملة
de: Kampagneninhaber
fr: Propriétaire de la campagne

source: Campaign Currency
ar: عملة الحملة
de: Kampagnenwährung
fr: Devise de la campagne

source: Expected Revenue
ar: الإيرادات المتوقعة
de: Erwarteter Umsatz
fr: Revenu attendu

source: Budget Cost
ar: تكاليف الميزانية
de: Budgetkosten
fr: Coût budgété

source: Actual Cost
ar: التكلفة الفعلية
de: Tatsächliche Kosten
fr: Coût réel

source: Expected Response (%)
ar: الاستجابة المتوقعة (%)
de: Erwartete Antwort (%)
fr: Taux de réponse attendu (%)
