Repository: rahul8686g/R-crm
Catalog: genie/locale/*/LC_MESSAGES/django.po
Languages: ar, de, fr

source: Opportunity Teams
ar: فرق الفرص
fr: Équipes de l'Opportunité

source: Opportunity Access
ar: الوصول إلى الفرصة
de: Gelegenheitszugang
fr: Accès à l'Opportunité

source: Member Role
ar: دور العضو
de: Mitgliedsrolle
fr: Rôle du Membre

source: Team Members
ar: أعضاء الفريق
de: Teammitglieder
fr: Membres de l'Équipe

source: Opportunity team member
ar: عضو فريق الفرص
de: Opportunity-Teammitglied
fr: Membre de l'équipe de l'opportunité

source: Opportunity team members
ar: أعضاء فريق الفرص
de: Mitglieder des Opportunity-Teams
fr: Membres de l'équipe de l'opportunité

source: Team Member
ar: عضو فريق
de: Teammitglied
fr: Membre de l'Équipe

source: Access Level
ar: مستوى الوصول
de: Zugriffsebene
fr: Niveau d'Accès

source: Default Opportunity Member
ar: عضو الفرصة الافتراضية
de: Standard-Opportunity-Mitglied
fr: Membre par Défaut de l'Opportunité

source: Default Opportunity Members
ar: أعضاء الفرصة الافتراضية
de: Standard-Opportunity-Mitglied
fr: Membres par Défaut de l'Opportunité

source: Alert Name
ar: اسم التنبيه
de: Alarmname
fr: Nom de l'Alerte

source: Trigger Amount
ar: مبلغ التحفيز
de: Auslösebetrag
fr: Montant de Déclenchement

source: Trigger Probability
ar: احتمالية الزناد
de: Triggerwahrscheinlichkeit
fr: Probabilité de Déclenchement

source: Trigger alert when opportunity probability reaches this percentage
ar: قم بتشغيل التنبيه عندما يصل احتمال الفرصة إلى هذه النسبة المئوية
de: Alarm auslösen, wenn die Opportunitätswahrscheinlichkeit diesen Prozentsatz erreicht
fr: Déclencher l'alerte lorsque la probabilité de l'opportunité atteint ce pourcentage

source: Sender Name
ar: اسم المرسل
de: Absendername
fr: Nom de l'Expéditeur

source: Sender Email
ar: البريد الإلكتروني للمرسل
de: E-Mail des Absenders
fr: Email de l'Expéditeur

source: Notify Emails
ar: إشعارات البريد الإلكتروني
de: E-Mails benachrichtigen
fr: Emails de Notification

source: Comma-separated emails to notify
ar: رسائل البريد الإلكتروني مفصولة بفواصل للإخطار
de: Komma-getrennte E-Mails zur Benachrichtigung
fr: Emails à notifier séparés par des virgules

source: Notify CC Emails
ar: إخطار رسائل البريد الإلكتروني CC
de: CC-E-Mails benachrichtigen
fr: Emails en CC à Notifier

source: Notify BCC Emails
ar: إخطار رسائل البريد الإلكتروني BCC
de: BCC-E-Mails benachrichtigen
fr: Emails en CCI à Notifier

source: Notify Opportunity Owner
ar: إخطار مالك الفرصة
de: Opportunity-Eigentümer benachrichtigen
fr: Notifier le Propriétaire de l'Opportunité

source: Active
ar: نشيط
de: Aktiv
fr: Actif

source: Big Deal Alerts
ar: تنبيهات الصفقات الكبيرة
de: Warnungen vor großen Deals
fr: Alertes Grosse Affaire

source: Create Opportunity Team
ar: إنشاء فريق الفرصة
de: Opportunity-Team erstellen
fr: Créer une Équipe d'Opportunité

source: Add Members
ar: إضافة أعضاء
de: Mitglieder hinzufügen
fr: Ajouter des Membres

source: Update Team Member
ar: تحديث عضو الفريق
de: Teammitglied aktualisieren
fr: Mettre à Jour le Membre de l'Équipe

source: Nothing to show yet. Please add your Deal Alerts.
ar: لا يوجد عرض حتى الآن. يُرجى إضافة تنبيهات الصفقات.
de: Noch nichts zu zeigen. Bitte fügen Sie Ihre Deal-Benachrichtigungen hinzu.
fr: Rien à afficher pour le moment. Veuillez ajouter vos Alertes d'Affaire.

source: Opportunity Information
ar: معلومات الفرصة
de: Informationen zu Gelegenheiten
fr: Informations sur l'Opportunité

source: Contact Roles
ar: أدوار الاتصال
de: Kontaktrollen
fr: Rôles de Contact

source: Add Contact Role
ar: إضافة دور جهة الاتصال
de: Kontaktrolle hinzufügen
fr: Ajouter un Rôle de Contact

source: Reports
ar: التقارير
de: Berichte
fr: Rapports

source: Analytics
ar: تحليلات
de: Analytik
fr: Analytique

source: You are already selected this field
ar: لقد قمت بالفعل باختيار هذا المجال
de: Sie haben dieses Feld bereits ausgewählt
fr: Vous avez déjà sélectionné ce champ

source: No matching columns found
ar: لم يتم العثور على أعمدة مطابقة
de: Keine passenden Spalten gefunden
fr: Aucune colonne correspondante trouvée

source: Summary Report
ar: تقرير موجز
de: Zusammenfassender Bericht
fr: Rapport de Synthèse

source: Total Count
ar: العدد الإجمالي
de: Gesamtzahl
fr: Nombre Total

source: Report:
ar: تقرير:
de: Bericht
fr: Rapport :

source: You have unsaved changes. Click
ar: لديك تغييرات غير محفوظة. انقر
de: Sie haben nicht gespeicherte Änderungen. Klicken Sie auf
fr: Vous avez des modifications non enregistrées. Cliquez sur

source: to keep your changes or
ar: للحفاظ على تغييراتك أو
de: um Ihre Änderungen zu behalten oder
fr: pour conserver vos modifications ou

source: Discard
ar: ينبذ
de: verwerfen
fr: Abandonner

source: to revert.
ar: للعودة.
de: umkehren.
fr: pour annuler.

source: Detail table
ar: جدول التفاصيل
de: Detailtabelle
fr: Tableau détaillé

source: Pivot table
ar: جدول محوري
de: Pivot-Tisch
fr: Tableau croisé dynamique

source: Report Chart
ar: تقرير الرسم البياني
de: Berichtsdiagramm
fr: Graphique du Rapport

source: Change Chart
ar: مخطط التغيير
de: Diagramm ändern
fr: Changer le Graphique

source: Change Field
ar: تغيير الحقل
de: Feld ändern
fr: Changer le Champ

source: Record Count:
ar: عدد السجلات:
de: Datensatzanzahl:
fr: Nombre d'Enregistrements :

source: Calendar
ar: تقويم
fr: Calendrier

source: Calendar Type
ar: نوع التقويم
de: Kalendertyp
fr: Type de Calendrier

source: Color
ar: لون
de: Farbe
fr: Couleur

source: Is Selected
ar: تم التحديد
de: Ist ausgewählt
fr: Est Sélectionné

source: User Calendar Preference
ar: تفضيلات تقويم المستخدم
de: Benutzerkalenderpräferenz
fr: Préférence de Calendrier de l'Utilisateur

source: User Calendar Preferences
ar: تفضيلات تقويم المستخدم
de: Benutzerkalendereinstellungen
fr: Préférences de Calendrier de l'Utilisateur

source: From
ar: من
de: Aus
fr: De

source: To
ar: ل
de: Zu
fr: À

source: Reason
ar: سبب
de: Grund
fr: Raison

source: User Unavailability
ar: عدم توفر المستخدم
de: Benutzer-Nichtverfügbarkeit
fr: Indisponibilité de l'Utilisateur

source: User Unavailabilities
ar: عدم توفر المستخدم
de: Nichtverfügbarkeit von Benutzern
fr: Indisponibilités de l'Utilisateur

source: Today
ar: اليوم
de: Heute
fr: Aujourd'hui

source: Day
ar: يوم
de: Tag
fr: Jour

source: Assigned to
ar: مُعَيَّنَةٌ إِلَى
de: Zugewiesen an
fr: Assigné à

source: Mark as Complete
ar: وضع علامة كمكتمل
de: Als abgeschlossen markieren
fr: Marquer comme Terminé

source: Info
ar: معلومات

source: Mark as Unavailable
ar: وضع علامة على أنها غير متاحة
de: Als nicht verfügbar markieren
fr: Marquer comme Indisponible

source: My Calendars
ar: تقويماتي
de: Meine Kalender
fr: Mes Calendriers

source: Display This Only
ar: عرض هذا فقط
de: Nur dies anzeigen
fr: Afficher Uniquement Ceci

source: Tasks
ar: مهام
de: Aufgaben
fr: Tâches

source: Events
ar: الأحداث
de: Veranstaltungen
fr: Événements

source: Meetings
ar: الاجتماعات
de: Treffen
fr: Réunions

source: Unavailability
ar: عدم التوفر
de: Nichtverfügbarkeit
fr: Indisponibilité

source: Preferences saved successfully
ar: تم حفظ التفضيلات بنجاح
de: Einstellungen erfolgreich gespeichert
fr: Préférences enregistrées avec succès

source: Marked as completed successfully.
ar: تم وضع علامة على اكتمال العملية بنجاح.
de: Als erfolgreich abgeschlossen markiert.
fr: Marqué comme terminé avec succès.

source: Mark Unavailability
ar: علامة عدم التوفر
de: Als nicht verfügbar markieren
fr: Marquer l'Indisponibilité

source: Call
ar: يتصل
de: Anruf
fr: Appel

source: Pending Tasks
ar: المهام المعلقة
de: Ausstehende Aufgaben
fr: Tâches en Attente

source: Completed Tasks
ar: المهام المكتملة
de: abgeschlossene Aufgaben
fr: Tâches Terminées

source: Pending Meetings
ar: الاجتماعات المعلقة
de: Ausstehende Besprechungen
fr: Réunions en Attente

source: Completed Meetings
ar: الاجتماعات المكتملة
de: abgeschlossene Sitzungen
fr: Réunions Terminées

source: Pending Calls
ar: المكالمات المعلقة
de: ausstehende Anrufe
fr: Appels en Attente

source: Completed Calls
ar: المكالمات المكتملة
de: abgeschlossene Anrufe
fr: Appels Terminés

source: Mails
ar: بريد
de: Post
fr: Courriels

source: Drafts
ar: المسودات
de: Entwürfe
fr: Brouillons

source: Scheduled
ar: مجدول
de: geplant
fr: Planifié

source: Pending Events
ar: الأحداث المعلقة
de: anstehende Veranstaltungen
fr: Événements en Attente

source: Completed Events
ar: الأحداث المكتملة
de: abgeschlossene Veranstaltungen
fr: Événements Terminés

source: Select Fields to Display
ar: حدد الحقول المراد عرضها
de: Auswählen der anzuzeigenden Felder
fr: Sélectionner les Champs à Afficher

source: Available Fields
ar: الحقول المتاحة
de: Verfügbare Felder
fr: Champs Disponibles

source: Visible Fields
ar: الحقول المرئية
de: Sichtbare Felder
fr: Champs Visibles

source: Add more filter
ar: إضافة المزيد من التصفية
de: Weitere Filter hinzufügen
fr: Ajouter plus de filtres

source: Applied Filters
ar: المرشحات المطبقة
de: Angewandte Filter
fr: Filtres Appliqués

source: Clear All
ar: مسح الكل
de: Alles löschen
fr: Tout Effacer

source: Save to List
ar: حفظ إلى القائمة
de: In Liste speichern
fr: Enregistrer dans la Liste

source: Clear
ar: مسح
de: Klar
fr: Effacer

source: We searched for
ar: بحثنا عن
de: Wir haben gesucht
fr: Nous avons recherché

source: No search results found
ar: لم يتم العثور على نتائج بحث
de: Keine Suchergebnisse gefunden
fr: Aucun résultat de recherche trouvé

source: Clear Filters
ar: مسح المرشحات
de: Filter löschen
fr: Effacer les Filtres

source: New
ar: جديد
de: Neu
fr: Nouveau

source: created
ar: مخلوق
de: erstellt
fr: créé

source: status
ar: حالة
fr: statut

source: Added call task to this
ar: تمت إضافة مهمة الاتصال إلى هذه
de: Anrufaufgabe hinzugefügt
fr: Tâche d'appel ajoutée à ceci

source: Send email to this
ar: إرسال بريد إلكتروني إلى هذا
de: Senden Sie eine E-Mail an diese Adresse
fr: Envoyer un email à ceci

source: Activity logged for this
ar: تم تسجيل النشاط لهذا
de: Hierfür protokollierte Aktivität
fr: Activité enregistrée pour ceci

source: Event scheduled for this
ar: الحدث المقرر لهذا
de: Dafür ist eine Veranstaltung geplant
fr: Événement planifié pour ceci

source: Meeting scheduled with this
ar: الاجتماع المقرر مع هذا
de: Treffen damit geplant
fr: Réunion planifiée avec ceci

source: Action performed by
ar: الإجراء الذي يقوم به
de: Aktion ausgeführt von
fr: Action effectuée par

source: No history available for this object.
ar: لا يوجد تاريخ متاح لهذا الكائن.
de: Für dieses Objekt ist keine Historie verfügbar.
fr: Aucun historique disponible pour cet objet.

source: Nothing to show yet. Please add your
ar: لا يوجد شيء لعرضه بعد. يُرجى إضافة
de: Es gibt noch nichts zu sehen. Bitte fügen Sie Ihre
fr: Rien à afficher pour le moment. Veuillez ajouter votre

source: Select Columns to Export (Optional)
ar: تحديد الأعمدة للتصدير (اختياري)
de: Zu exportierende Spalten auswählen (optional)
fr: Sélectionner les Colonnes à Exporter (Optionnel)

source: Export Format
ar: تنسيق التصدير
fr: Format d'Exportation

source: Excel
ar: اكسل

source: PDF
ar: قوات الدفاع الشعبي

source: Available Columns
ar: الأعمدة المتاحة
de: Verfügbare Spalten
fr: Colonnes Disponibles

source: Select which columns to export
ar: حدد الأعمدة التي تريد تصديرها
de: Wählen Sie aus, welche Spalten exportiert werden sollen
fr: Sélectionnez les colonnes à exporter

source: Add Additional Columns
ar: إضافة أعمدة إضافية
de: Fügen Sie zusätzliche Spalten hinzu
fr: Ajouter des Colonnes Supplémentaires

source: Select more fields you want to export
ar: حدد المزيد من الحقول التي تريد تصديرها
de: Wählen Sie weitere Felder aus, die Sie exportieren möchten
fr: Sélectionnez plus de champs à exporter

source: Bulk Update
ar: تحديث جماعي
de: Massenaktualisierung
fr: Mise à Jour en Masse

source: Bulk Delete
ar: حذف بالجملة
de: Massenlöschung
fr: Suppression en Masse

source: Selected
ar: مختارة
de: Ausgewählt
fr: Sélectionné

source: Delete List
ar: حذف القائمة
de: Liste löschen
fr: Supprimer la Liste

source: Clear Session
ar: جلسة واضحة
de: Sitzung löschen
fr: Effacer la Session

source: Actions
ar: اجراء
de: Aktionen

source: Nothing to show yet. Please add your
ar: لا يوجد شيء لعرضه بعد. يُرجى إضافة
de: Es gibt noch nichts zu sehen. Bitte fügen Sie Ihre
fr: Rien à afficher pour le moment. Veuillez ajouter votre

source: Bulk Reassign Dependencies
ar: إعادة تعيين التبعيات بشكل مجمع
de: Massenneuzuweisung von Abhängigkeiten
fr: Réassignation en Masse des Dépendances

source: Reassign all dependent
ar: إعادة تعيين جميع المعالين
de: Alle abhängigen Personen neu zuweisen
fr: Réassigner tous les dépendants

source: to a new target before deleting
ar: إلى هدف جديد قبل الحذف
de: zu einem neuen Ziel vor dem Löschen
fr: à une nouvelle cible avant la suppression

source: New Target
ar: هدف جديد
de: Neues Ziel
fr: Nouvelle Cible

source: No other targets available
ar: لا توجد أهداف أخرى متاحة
de: Keine weiteren Ziele verfügbar
fr: Aucune autre cible disponible

source: Confirm
ar: يتأكد
de: Bestätigen
fr: Confirmer

source: Confirm Deletion
ar: تأكيد الحذف
de: Bestätigen Sie den Löschvorgang
fr: Confirmer la Suppression

source: Deleting this
ar: حذف هذا
de: Dies wird gelöscht
fr: Supprimer ceci

source: will also remove all its related
ar: سوف يقوم أيضًا بإزالة كل ما يتعلق به
de: entfernt auch alle zugehörigen
fr: supprimera également tous ses éléments liés

source: Are you sure you want to proceed ?
ar: هل أنت متأكد أنك تريد المتابعة؟
de: Möchten Sie wirklich fortfahren?
fr: Êtes-vous sûr de vouloir continuer ?

source: with Dependencies
ar: مع التبعيات
de: mit Abhängigkeiten
fr: avec Dépendances

source: Confirm Delete
ar: تأكيد الحذف
de: Bestätigen Sie Löschen
fr: Confirmer la Suppression

source: The
ar: ال
de: Der
fr: Le

source: has dependencies and cannot be deleted directly.
ar: لديه تبعيات ولا يمكن حذفه مباشرة.
de: hat Abhängigkeiten und kann nicht direkt gelöscht werden.
fr: a des dépendances et ne peut pas être supprimé directement.

source: Reassign All
ar: إعادة تعيين الكل
de: Alle neu zuweisen
fr: Réassigner Tout

source: Reassign Individually
ar: إعادة التعيين بشكل فردي
de: Individuell neu zuweisen
fr: Réassigner Individuellement

source: Delete All
ar: حذف الكل
de: Alle löschen
fr: Tout Supprimer

source: Are you sure you want to delete the
ar: هل أنت متأكد أنك تريد حذف
de: Sind Sie sicher, dass Sie die
fr: Êtes-vous sûr de vouloir supprimer le

source: Select Delete Mode
ar: حدد وضع الحذف
de: Wählen Sie den Löschmodus
fr: Sélectionner le Mode de Suppression

source: Choose the deletion mode for
ar: اختر وضع الحذف
de: Wählen Sie den Löschmodus für
fr: Choisir le mode de suppression pour

source: Hard Delete
ar: حذف ثابت
de: Hartes Löschen
fr: Suppression Définitive

source: Soft Delete
ar: الحذف الناعم
de: Vorläufiges Löschen
fr: Suppression Logique

source: Individual Reassign or Delete Dependencies
ar: إعادة تعيين التبعيات أو حذفها بشكل فردي
de: Einzelne Abhängigkeiten neu zuweisen oder löschen
fr: Réassigner ou Supprimer les Dépendances Individuellement

source: Choose actions for each dependent
ar: اختر الإجراءات لكل تابع
de: Wählen Sie Aktionen für jeden abhängigen
fr: Choisir les actions pour chaque dépendant

source: before deleting
ar: قبل الحذف
de: vor dem Löschen
fr: avant la suppression

source: Select Target
ar: اختر الهدف
de: Wählen Sie Ziel aus
fr: Sélectionner la Cible

source: Set to Null
ar: اضبط على قيمة خالية
de: Auf Null setzen
fr: Définir comme Nul

source: Set Null
ar: اضبط على قيمة خالية
de: Null setzen
fr: Définir Nul

source: No dependent records found.
ar: لم يتم العثور على سجلات تابعة.
de: Keine abhängigen Datensätze gefunden.
fr: Aucun enregistrement dépendant trouvé.

source: Choose the deletion mode for the selected records
ar: اختر وضع الحذف للسجلات المحددة
de: Wählen Sie den Löschmodus für die ausgewählten Datensätze
fr: Choisir le mode de suppression pour les enregistrements sélectionnés

source: Select Field
ar: حدد الحقل
fr: Sélectionner le Champ

source: No value needed
ar: لا حاجة للقيمة
de: Kein Wert erforderlich
fr: Aucune valeur nécessaire

source: and
ar: و
de: Und
fr: et

source: Select an option
ar: اختر خيارًا
de: Wählen Sie eine Option
fr: Sélectionner une option

source: No related lists found for this
ar: لم يتم العثور على قوائم ذات صلة بهذا
de: Keine zugehörigen Listen hierfür gefunden
fr: Aucune liste associée trouvée pour ceci

source: New List View
ar: عرض القائمة الجديدة
de: Neue Listenansicht
fr: Nouvelle Vue de Liste

source: No filter parameters available.
ar: لا توجد معلمات تصفية متاحة.
de: Keine Filterparameter verfügbar.
fr: Aucun paramètre de filtre disponible.

source: List View Name
ar: اسم عرض القائمة
de: Name der Listenansicht
fr: Nom de la Vue de Liste

source: Related Lists
ar: قوائم ذات صلة
de: Verwandte Listen
fr: Listes Associées

source: History
ar: التاريخ
de: Geschichte
fr: Historique

source: Send Email
ar: إرسال بريد إلكتروني
de: E-Mail senden
fr: Envoyer un Email

source: To Email
ar: إلى البريد الإلكتروني
de: An E-Mail
fr: Email Destinataire

source: Enter email address to send test email
ar: أدخل عنوان البريد الإلكتروني لإرسال بريد إلكتروني اختباري
de: Geben Sie die E-Mail-Adresse ein, um eine Test-E-Mail zu senden
fr: Entrez l'adresse email pour envoyer un email de test

source: Enter the email address where you want to send the test email.
ar: أدخل عنوان البريد الإلكتروني الذي تريد إرسال البريد الإلكتروني الاختباري إليه.
de: Geben Sie die E-Mail-Adresse ein, an die Sie die Test-E-Mail senden möchten.
fr: Entrez l'adresse email où vous souhaitez envoyer l'email de test.

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr: Veuillez entrer une adresse email valide.

source: Update Mail Template
ar: تحديث قالب البريد
de: E-Mail-Vorlage aktualisieren
fr: Mettre à Jour le Modèle d'Email

source: Update Template
ar: تحديث القالب
de: Vorlage aktualisieren
fr: Mettre à Jour le Modèle

source: Create Mail Template
ar: إنشاء قالب البريد
de: E-Mail-Vorlage erstellen
fr: Créer un Modèle d'Email

source: Save Template
ar: حفظ القالب
de: Vorlage speichern
fr: Enregistrer le Modèle

source: Mail template "{}" updated successfully.
ar: تم تحديث قالب البريد "{}" بنجاح.
de: E-Mail-Vorlage "{}" erfolgreich aktualisiert.
fr: Modèle d'email "{}" mis à jour avec succès.

source: Mail template "{}" created successfully.
ar: تم إنشاء قالب البريد "{}" بنجاح.
de: E-Mail-Vorlage "{}" erfolgreich erstellt.
fr: Modèle d'email "{}" créé avec succès.

source: Please correct the errors below.
ar: الرجاء تصحيح الأخطاء أدناه.
de: Bitte korrigieren Sie die folgenden Fehler.
fr: Veuillez corriger les erreurs ci-dessous.

source: Token not refreshed, Login required
ar: لم يتم تحديث الرمز، مطلوب تسجيل الدخول
de: Token nicht aktualisiert, Anmeldung erforderlich
fr: Jeton non actualisé, connexion requise

source: Token refreshed successfully
ar: لم يتم تحديث الرمز، مطلوب تسجيل الدخول
de: Token erfolgreich aktualisiert
fr: Jeton actualisé avec succès

source: E-Mail
ar: بريد إلكتروني

source: Outlook
ar: التوقعات
de: Ausblick

source: Email Host
ar: مضيف البريد الإلكتروني
fr: Hôte Email

source: Email Port
ar: منفذ البريد الإلكتروني
fr: Port Email

source: Default From Mail
ar: الافتراضي من البريد
de: Standardmäßig per E-Mail
fr: Email d'Expédition par Défaut

source: Email Host Username
ar: اسم مستخدم مضيف البريد الإلكتروني
de: E-Mail-Host-Benutzername
fr: Nom d'Utilisateur de l'Hôte Email

source: Display Name
ar: اسم العرض
de: Anzeigename
fr: Nom d'Affichage

source: Email Authentication Password
ar: كلمة مرور مصادقة البريد الإلكتروني
de: E-Mail-Authentifizierungskennwort
fr: Mot de Passe d'Authentification Email

source: Use TLS
ar: استخدم طبقة النقل الآمنة
de: Verwenden Sie TLS
fr: Utiliser TLS

source: Use SSL
ar: استخدم طبقة المقابس الآمنة
de: Verwenden Sie SSL
fr: Utiliser SSL

source: Fail Silently
ar: فشل بصمت
de: Stillschweigend scheitern
fr: Échouer Silencieusement

source: Primary Mail Server
ar: خادم البريد الأساسي
de: Primärer Mailserver
fr: Serveur de Messagerie Principal

source: By enabling this the display name will take from who triggered the mail
ar: من خلال تمكين هذا، سيتم أخذ اسم العرض من الشخص الذي قام بتشغيل البريد
de: Wenn Sie dies aktivieren, wird der Anzeigename von demjenigen übernommen, der die E-Mail ausgelöst hat.
fr: En activant ceci, le nom d'affichage sera celui de la personne qui a déclenché l'email

source: Email Send Timeout (seconds)
ar: مهلة إرسال البريد الإلكتروني (بالثواني)
de: Timeout für E-Mail-Senden (Sekunden)
fr: Délai d'Expiration d'Envoi d'Email (secondes)

source: Client Secret
ar: سر العميل
de: Client-Geheimnis
fr: Secret Client

source: Tenant ID
ar: معرف المستأجر
de: Mieter-ID
fr: ID Locataire

source: Use TLS and Use SSL are mutually exclusive,so only set one of those settings to True.
ar: يعد استخدام TLS و استخدام SSL متبادلين، لذا قم بتعيين أحد هذه الإعدادات على True فقط.
de: „TLS verwenden“ und „SSL verwenden“ schließen sich gegenseitig aus. Setzen Sie daher nur eine dieser Einstellungen auf „True“.
fr: L'utilisation de TLS et SSL est mutuellement exclusive, donc définissez uniquement l'un de ces paramètres sur Vrai.

source: This field is required
ar: هذا الحقل مطلوب.
de: Dieses Feld ist erforderlich
fr: Ce champ est obligatoire

source: Horilla Configuration
ar: تكوين هوريلا
de: Horilla-Konfiguration
fr: Configuration Horilla

source: Horilla Mail Configurations
ar: تكوينات بريد Horilla
de: Horilla Mail-Konfigurationen
fr: Configurations Horilla Mail

source: Bcc
ar: نسخة مخفية الوجهة
fr: Cci

source: Body
ar: جسم
de: Körper
fr: Corps

source: Horilla Mail
ar: بريد هوريلا

source: Horilla Mails
ar: بريد هوريلا
de: Horilla-Mail

source: Mail Attachment
ar: مرفق البريد
de: Mail Anhang
fr: Pièce jointe

source: Mail Attachments
ar: مرفقات البريد
de: E-Mail-Anhänge
fr: Pièces jointes

source: Horilla Mail Template
ar: قالب بريد الهوريلا
de: Horilla-Mail-Vorlage
fr: Modèle Horilla Mail

source: Horilla Mail Templates
ar: قوالب بريد هوريلا
de: Horilla-Mail-Vorlagen
fr: Modèles Horilla Mail

source: Save Changes?
ar: حفظ التغييرات؟
de: Änderungen speichern?
fr: Enregistrer les modifications ?

source: Do you want to save your changes as a draft or discard them?
ar: هل تريد حفظ التغييرات كمسودة أو تجاهلها؟
de: Möchten Sie Ihre Änderungen als Entwurf speichern oder verwerfen?
fr: Voulez-vous enregistrer vos modifications comme brouillon ou les supprimer ?

source: Save as Draft
ar: حفظ كمسودة
de: Als Entwurf speichern
fr: Enregistrer comme brouillon

source: Insert Fields
ar: إدراج الحقول
de: Felder einfügen
fr: Insérer des champs

source: Select fields to insert into your email template.
ar: حدد الحقول التي تريد إدراجها في قالب البريد الإلكتروني الخاص بك.
de: Wählen Sie Felder aus, die in Ihre E-Mail-Vorlage eingefügt werden sollen.
fr: Sélectionnez les champs à insérer dans votre modèle d'e-mail.

source: Instance
ar: التأمين
de: Beispiel

source: Request
ar: طلب
de: Anfrage
fr: Requête

source: Direct Fields
ar: الحقول المباشرة
de: Direkte Felder
fr: Champs directs

source: User Fields
ar: حقول المستخدم
de: Benutzerfelder
fr: Champs utilisateur

source: Company Fields
ar: حقول الشركة
de: Firmenfelder
fr: Champs entreprise

source: Request Fields
ar: حقول الطلب
de: Anforderungsfelder
fr: Champs de requête

source: Related Fields
ar: قوائم ذات صلة
de: Verwandte Felder
fr: Champs liés

source: Reverse Related Fields
ar: عكس الحقول ذات الصلة
de: Umgekehrte verwandte Felder
fr: Champs liés inversés

source: No fields available for this model
ar: لا توجد حقول متاحة لهذا النموذج
de: Für dieses Modell sind keine Felder verfügbar
fr: Aucun champ disponible pour ce modèle

source: Insert Selected Fields
ar: إدراج الحقول المحددة
de: Ausgewählte Felder einfügen
fr: Insérer les champs sélectionnés

source: Test Email Configuration
ar: اختبار تكوين البريد الإلكتروني
de: Testen Sie die E-Mail-Konfiguration
fr: Tester la configuration e-mail

source: Send Test Email
ar: إرسال البريد الإلكتروني للاختبار
de: Test-E-Mail senden
fr: Envoyer un e-mail de test
