Repository: rahul8686g/R-crm
Catalog: genie/locale/*/LC_MESSAGES/django.po
Languages: ar, de, fr

source: Number Sent in Campaign
ar: الرقم المرسل في الحملة الإعلانية
de: In der Kampagne gesendete Nummer
fr: Nombre envoyé dans la campagne

source: Parent Campaign
ar: حملة الوالدين
de: Elternkampagne
fr: Campagne parente

source: Add Child Campaign
ar: إضافة حملة فرعية
de: Untergeordnete Kampagne hinzufügen
fr: Ajouter une campagne enfant

source: No parent campaign specified in the request.
ar: لا توجد حملة رئيسية محددة في الطلب.
de: In der Anfrage wurde keine übergeordnete Kampagne angegeben.
fr: Aucune campagne parente spécifiée dans la demande.

source: A campaign cannot be its own parent.
ar: لا يمكن للحملة أن تكون والدها الخاص.
de: Eine Kampagne kann nicht ihr eigenes übergeordnetes Element sein.
fr: Une campagne ne peut pas être son propre parent.

source: This campaign already has a parent campaign.
ar: هذه الحملة لديها بالفعل حملة رئيسية تم تعيينها.
de: Diese Kampagne hat bereits eine übergeordnete Kampagne.
fr: Cette campagne a déjà une campagne parente.

source: Child campaign assigned successfully!
ar: تم تعيين حملة فرعية بنجاح!
fr: Campagne enfant attribuée avec succès !

source: Invalid parent campaign ID format.
ar: تنسيق معرف الحملة الرئيسية غير صالح.
de: Ungültiges ID-Format der übergeordneten Kampagne.
fr: Format d'identifiant de campagne parente invalide.

source: Add to Campaign
ar: إضافة إلى الحملة
de: Zur Kampagne hinzufügen
fr: Ajouter à la campagne

source: Add Campaign Members
ar: إضافة أعضاء الحملة
de: Fügen Sie Kampagnenmitglieder hinzu
fr: Ajouter des membres à la campagne

source: Contacts
ar: جهات
de: Kontakte

source: Select Contact
ar: حدد جهة الاتصال
de: Wählen Sie Kontakt aus
fr: Sélectionner un contact

source: Select the contact to assign as a child contact.
ar: حدد جهة الاتصال التي سيتم تعيينها كجهة اتصال فرعية.
de: Wählen Sie den Kontakt aus, der als untergeordneter Kontakt zugewiesen werden soll.
fr: Sélectionnez le contact à attribuer comme contact enfant.

source: Please select contact.
ar: الرجاء تحديد جهة اتصال.
de: Bitte Kontakt auswählen.
fr: Veuillez sélectionner un contact.

source: This contact already has a parent contact assigned.
ar: جهة الاتصال هذه لديها بالفعل جهة اتصال رئيسية تم تعيينها.
de: Diesem Kontakt ist bereits ein übergeordneter Kontakt zugewiesen.
fr: Ce contact a déjà un contact parent attribué.

source: An contact cannot be its own parent.
ar: الاتصال من غير الممكن أن يكون والده الشخصي.
de: Ein Kontakt kann nicht sein eigener übergeordneter Kontakt sein.
fr: Un contact ne peut pas être son propre parent.

source: Please select a valid contact.
ar: الرجاء تحديد جهة اتصال صالحة.
de: Bitte wählen Sie einen gültigen Kontakt aus.
fr: Veuillez sélectionner un contact valide.

source: Contact Owner
ar: اتصل بالمالك
de: Kontaktieren Sie den Eigentümer
fr: Propriétaire du contact

source: Job Title
ar: عنوان الوظيفة
de: Berufsbezeichnung
fr: Titre du poste

source: Email
ar: البريد الإلكتروني

source: Secondary Phone
ar: الهاتف الثانوي
de: Sekundäres Telefon
fr: Téléphone secondaire

source: State
ar: الولاية
de: Zustand
fr: État

source: Zip
ar: مضغوطة
de: Reißverschluss
fr: Code postal

source: Parent Contact
ar: جهة الاتصال الرئيسية
de: Elternkontakt“
fr: Contact parent

source: Contact Source
ar: مصدر الاتصال
de: Kontaktieren Sie die Quelle
fr: Source du contact

source: Birth Date
ar: تاريخ الميلاد
de: Geburtsdatum
fr: Date de naissance

source: Assistant
ar: مساعد

source: Assistant Phone
ar: الهاتف المساعد
de: Assistententelefon
fr: Téléphone de l'assistant

source: Languages
ar: اللغات
de: Sprachen
fr: Langues

source: Contact Currency
ar: اتصل بالعملة
de: Kontakt Währung
fr: Devise du contact

source: Is Primary
ar: هو أساسي
de: Ist primär
fr: Est principal

source: Contact Account Relationship
ar: علاقة حساب الاتصال
de: Kontaktkontobeziehung
fr: Relation contact-compte

source: Contact Account Relationships
ar: علاقات حساب الاتصال
de: Kontaktkontobeziehungen
fr: Relations contact-compte

source: Contact Information
ar: معلومات الاتصال
de: Kontaktinformationen
fr: Informations du contact

source: Address Information
ar: معلومات العنوان
de: Adressinformationen
fr: Informations d'adresse

source: Additional Information
ar: معلومات إضافية
de: Weitere Informationen
fr: Informations supplémentaires

source: Child Contacts
ar: جهات اتصال الأطفال
de: Kinderkontakte
fr: Contacts enfants

source: Add Account Contact Relationships
ar: إضافة علاقات جهات الاتصال الحساب
de: Kontokontaktbeziehungen hinzufügen
fr: Ajouter des relations compte-contact

source: Add Child Contact
ar: إضافة جهة اتصال فرعية
de: Kinderkontakt hinzufügen
fr: Ajouter un contact enfant

source: No parent contact specified in the request.
ar: لم يتم تحديد جهة اتصال رئيسية في الطلب.
de: In der Anfrage wurde kein Elternkontakt angegeben.
fr: Aucun contact parent spécifié dans la demande.

source: Child contact assigned successfully!
ar: تم تعيين جهة اتصال فرعية بنجاح!
de: Kinderkontakt erfolgreich zugewiesen!
fr: Contact enfant attribué avec succès !

source: Invalid parent contact ID format.
ar: تنسيق معرف جهة الاتصال الرئيسية غير صالح.
de: Ungültiges Format der übergeordneten Kontakt-ID.
fr: Format d'identifiant de contact parent invalide.

source: Dashboards
ar: لوحات المعلومات
fr: Tableaux de bord

source: Home
ar: الرئيسية
de: Heim
fr: Accueil

source: KPI Icon
ar: أيقونة مؤشرات الأداء الرئيسية
de: KPI-Symbol
fr: Icône KPI

source: Preview
ar: معاينة
de: Vorschau
fr: Aperçu

source: Select component type to see preview
ar: حدد نوع المكون لرؤية المعاينة
de: Wählen Sie den Komponententyp aus, um eine Vorschau anzuzeigen
fr: Sélectionnez le type de composant pour voir l'aperçu

source: Choose File
ar: اختر ملف
de: Wählen Sie Datei
fr: Choisir un fichier

source: No file chosen
ar: لم يتم اختيار أي ملف
de: Keine Datei ausgewählt
fr: Aucun fichier choisi

source: Conditions
ar: شروط
de: Bedingungen

source: Add components
ar: إضافة مكونات
de: Komponenten hinzufügen
fr: Ajouter des composants

source: Reorder
ar: إعادة الطلب
de: Neu anordnen
fr: Réorganiser

source: Loading KPI...
ar: جاري تحميل مؤشر الأداء الرئيسي...
de: KPI wird geladen...
fr: Chargement du KPI...

source: Charts & Data
ar: الرسوم البيانية والبيانات
de: Diagramme und Daten
fr: Graphiques et données

source: Export as PNG
ar: تصدير بصيغة PNG
de: Als PNG exportieren
fr: Exporter en PNG

source: Export as PDF
ar: تصدير بصيغة PDF
de: Als PDF exportieren
fr: Exporter en PDF

source: Add to Another Dashboard
ar: إضافة إلى لوحة معلومات أخرى
de: Zu einem anderen Dashboard hinzufügen
fr: Ajouter à un autre tableau de bord

source: Loading chart...
ar: جارٍ تحميل الرسم البياني...
de: Diagramm wird geladen...
fr: Chargement du graphique...

source: No Components Added
ar: لم تتم إضافة أي مكونات
de: Keine Komponenten hinzugefügt
fr: Aucun composant ajouté

source: Reorder Components
ar: إعادة ترتيب المكونات
de: Komponenten neu anordnen
fr: Réorganiser les composants

source: Reorder KPIs
ar: إعادة ترتيب مؤشرات الأداء الرئيسية
de: KPIs neu anordnen
fr: Réorganiser les KPI

source: Chart
ar: جدول
de: Diagramm
fr: Graphique

source: Table Data
ar: بيانات الجدول
de: Tabellendaten
fr: Données du tableau

source: No components to reorder
ar: لا توجد مكونات لإعادة ترتيبها
de: Keine nachzubestellenden Komponenten
fr: Aucun composant à réorganiser

source: Save Component Order
ar: حفظ ترتيب المكونات
de: Komponentenbestellung speichern
fr: Enregistrer l'ordre des composants

source: KPI
ar: مؤشرات الأداء الرئيسية

source: No KPI components to reorder
ar: لا توجد مكونات مؤشر الأداء الرئيسي لإعادة ترتيبها
de: Keine KPI-Komponenten zum Nachbestellen
fr: Aucun composant KPI à réorganiser

source: Save KPI Order
ar: حفظ طلب مؤشر الأداء الرئيسي
de: KPI-Auftrag speichern
fr: Enregistrer l'ordre des KPI

source: All Dashboards
ar: جميع لوحات المعلومات
de: Alle Dashboards
fr: Tous les tableaux de bord

source: Folders
ar: المجلدات
de: Ordner
fr: Dossiers

source: All Folders
ar: كافة المجلدات
de: Alle Ordner
fr: Tous les dossiers

source: Favourites
ar: المفضلة
de: Favoritinnen
fr: Favoris

source: Welcome
ar: مرحباً
de: Willkommen
fr: Bienvenue

source: View All Dashboards
ar: عرض جميع لوحات المعلومات
de: Alle Dashboards anzeigen
fr: Voir tous les tableaux de bord

source: Get started by creating your first dashboard or explore the CRM overview below.
ar: ابدأ بإنشاء لوحة المعلومات الأولى الخاصة بك أو استكشف نظرة عامة على نظام إدارة علاقات العملاء أدناه.
de: Beginnen Sie mit der Erstellung Ihres ersten Dashboards oder erkunden Sie die CRM-Übersicht unten.
fr: Commencez par créer votre premier tableau de bord ou explorez la vue d'ensemble du CRM ci-dessous.

source: You currently don't have access to dashboards. Please contact your administrator to request permissions or explore available features.
ar: لا يمكنك حاليًا الوصول إلى لوحات المعلومات. يُرجى التواصل مع مسؤول النظام لطلب الأذونات أو استكشاف الميزات المتاحة.
de: Sie haben derzeit keinen Zugriff auf Dashboards. Wenden Sie sich an Ihren Administrator, um Berechtigungen anzufordern oder die verfügbaren Funktionen zu erkunden.
fr: Vous n'avez actuellement pas accès aux tableaux de bord. Veuillez contacter votre administrateur pour demander des autorisations ou explorer les fonctionnalités disponibles.

source: Records
ar: السجلات
de: Aufzeichnungen
fr: Enregistrements

source: Chart Added successfully!
ar: تمت إضافة الرسم البياني بنجاح!
de: Diagramm erfolgreich hinzugefügt!
fr: Graphique ajouté avec succès !

source: Move to Dashboard
ar: انتقل إلى لوحة المعلومات
de: Gehen Sie zum Dashboard
fr: Déplacer vers le tableau de bord

source: Original component not found.
ar: لم يتم العثور على المكون الأصلي.
de: Originalkomponente nicht gefunden.
fr: Composant d'origine introuvable.

source: Chart successfully added to another dashboard!
ar: تمت إضافة الرسم البياني إلى لوحة معلومات أخرى بنجاح!
de: Diagramm erfolgreich zu einem anderen Dashboard hinzugefügt!
fr: Graphique ajouté avec succès à un autre tableau de bord !

source: Forecast
ar: تنبؤ بالمناخ
de: Vorhersage
fr: Prévision

source: Update Target
ar: تحديث الهدف
de: Ziel aktualisieren
fr: Mettre à jour la cible

source: Deal Revenue Amount
ar: مبلغ إيرادات الصفقة
de: Deal-Umsatzbetrag
fr: Montant du chiffre d'affaires de la transaction

source: Deal Revenue Expected Amount
ar: المبلغ المتوقع لإيرادات الصفقة
de: Erwarteter Betrag des Deal-Umsatzes
fr: Montant du chiffre d'affaires attendu de la transaction

source: Deal Quantity
ar: كمية الصفقة
de: Deal-Menge
fr: Quantité de transactions

source: Forecast Type Name
ar: اسم نوع التوقعات
de: Name des Prognosetyps
fr: Nom du type de prévision

source: Forecast Type
ar: نوع التوقعات
de: Prognosetyp
fr: Type de prévision

source: Include Pipeline
ar: تشمل خط الأنابيب
de: Pipeline einschließen
fr: Inclure le pipeline

source: Include Best Case
ar: تضمين أفضل حالة
de: Best Case einbeziehen
fr: Inclure le meilleur cas

source: Include Commit
ar: تضمين الالتزام
de: Commit einschließen
fr: Inclure l'engagement

source: Include Closed
ar: تضمين مغلق
de: Geschlossen einschließen
fr: Inclure les clôturés

source: Forecast Types
ar: أنواع التوقعات
de: Prognosetypen
fr: Types de prévision

source: Field Name
ar: اسم الحقل
fr: Nom du champ

source: Operator
ar: المشغل
de: Operatorin
fr: Opérateur

source: Value
ar: قيمة
de: Wert
fr: Valeur

source: Logical Operator
ar: عامل منطقي
de: Logischer Operator
fr: Opérateur logique

source: Order
ar: طلب
de: Befehl
fr: Ordre

source: Forecast Condition
ar: حالة التنبؤ
de: Prognosebedingung
fr: Condition de prévision

source: Forecast Conditions
ar: شروط التنبؤ
de: Prognosebedingungen
fr: Conditions de prévision

source: Draft
ar: مسودة
de: Entwurf
fr: Brouillon

source: Submitted
ar: مُقَدَّم
de: Eingereicht
fr: Soumis

source: Approved
ar: موافقة
de: Genehmigt
fr: Approuvé

source: Rejected
ar: مرفوض
de: Abgelehnt
fr: Rejetée

source: Forecast Name
ar: اسم التوقعات
de: Prognosename
fr: Nom de la prévision

source: Forecast Owner
ar: مالك التوقعات
de: Prognoseeigentümer
fr: Propriétaire des prévisions

source: Target Amount
ar: المبلغ المستهدف
de: Zielbetrag

source: Pipeline Amount
ar: مبلغ خط الأنابيب
de: Pipeline-Betrag
fr: Montant du pipeline

source: Best Case Amount
ar: أفضل مبلغ للحالة
de: Bester Fallbetrag
fr: Montant dans le meilleur des cas

source: Commit Amount
ar: مبلغ الالتزام
de: Betrag festlegen
fr: Commettre montante

source: Closed Amount
ar: المبلغ المغلق
de: Geschlossener Betrag
fr: Montant clôturé

source: Actual Amount
ar: المبلغ الفعلي
de: Tatsächlicher Betrag
fr: Montant réel

source: Target Quantity
ar: الكمية المستهدفة
de: Zielmenge
fr: Quantité cible

source: Pipeline Quantity
ar: كمية خط الأنابيب
de: Pipeline-Menge
fr: Quantité de pipeline

source: Best Case Quantity
ar: أفضل كمية للحالة
de: Beste Kartonmenge
fr: meilleur cas Quantité

source: Commit Quantity
ar: كمية الالتزام
de: Menge festlegen
fr: Commettre Quantité

source: Closed Quantity
ar: الكمية المغلقة
de: Geschlossene Menge
fr: Fermée Quantité

source: Actual Quantity
ar: الكمية الفعلية
fr: réelle Quantité

source: Submitted At
ar: تم تقديمه في
de: Eingereicht bei
fr: soumise à

source: Approved At
ar: تمت الموافقة عليه في
de: Genehmigt bei
fr: Approuvée à

source: Approved By
ar: تمت الموافقة عليه بواسطة
de: Genehmigt von
fr: Approuvée par

source: Forecasts
ar: التوقعات
de: Prognosen
fr: Prévisions

source: Assigned User
ar: المستخدم المعين
de: Zugewiesener Benutzer
fr: Utilisateur attribué

source: Forecast Period
ar: فترة التنبؤ
de: Prognosezeitraum
fr: Période de prévision

source: Target
ar: هدف
de: Ziel
fr: Cible

source: Target amount (revenue or quantity)
ar: المبلغ المستهدف (الإيرادات أو الكمية)
de: Zielbetrag (Umsatz oder Menge)
fr: Montant cible (revenu ou quantité)

source: Currency code (e.g., USD, EUR, INR)
ar: رمز العملة (على سبيل المثال، USD، EUR، INR)
de: Währungscode (z. B. USD, EUR, INR)
fr: Code de devise (par exemple USD, EUR, INR)

source: Current Achievement
ar: الإنجاز الحالي
de: Aktueller Erfolg
fr: Réalisation actuelle

source: Current achieved amount (auto-calculated)
ar: المبلغ المحقق الحالي (محسوب تلقائيًا)
de: Aktuell erreichter Betrag (automatisch berechnet)
fr: Montant actuel réalisé (calculé automatiquement)

source: Forecast Target
ar: الهدف المتوقع
de: Prognoseziel
fr: Objectif de prévision

source: Forecast Targets
ar: الأهداف المتوقعة
de: Prognoseziele
fr: Objectif de Cibles

source: User Revenue Target
ar: هدف إيرادات المستخدم
de: Benutzerumsatzziel
fr: Objectif de revenus des utilisateurs

source: Individual revenue target for this user
ar: هدف الإيرادات الفردية لهذا المستخدم
de: Individuelles Umsatzziel für diesen Benutzer
fr: Objectif de revenu individuel pour cet utilisateur

source: User Quantity Target
ar: هدف كمية المستخدم
de: Benutzermengenziel
fr: Cible de quantité utilisateur

source: Individual quantity target for this user
ar: الكمية الفردية المستهدفة لهذا المستخدم
de: Individuelles Mengenziel für diesen Benutzer
fr: Quantité cible individuelle pour cet utilisateur

source: Current Revenue Achieved
ar: الإيرادات الحالية المحققة
de: Aktueller Umsatz erzielt
fr: Revenu actuel atteint

source: Current achieved revenue for this user
ar: الإيرادات الحالية المحققة لهذا المستخدم
de: Aktuell erzielter Umsatz für diesen Benutzer
fr: Revenus actuels gagnés pour cet utilisateur

source: Current Quantity Achieved
ar: الكمية الحالية المحققة
de: Aktuelle Menge erreicht
fr: Quantité actuelle réalisée

source: Current achieved quantity for this user
ar: الكمية المحققة الحالية لهذا المستخدم
de: Aktuell erreichte Menge für diesen Benutzer
fr: Quantité actuelle réalisée pour cet utilisateur

source: Forecast Target User
ar: توقع المستخدم المستهدف
de: Zielbenutzer prognostizieren
fr: Utilisateur cible de la prévision

source: Forecast Target Users
ar: توقعات المستخدمين المستهدفين
de: Prognostizieren Sie Zielbenutzer
fr: Prévisions des utilisateurs cibles

source: deals
ar: الصفقات
de: Angebote
fr: transactions

source: Total:
ar: المجموع:
de: Gesamt

source: opportunities
ar: الفرص
de: Gelegenheiten
fr: opportunités

source: Total Quantity:
ar: الكمية الإجمالية:
de: Gesamtmenge:
fr: Quantité totale :

source: Total Amount:
ar: المبلغ الإجمالي:
de: Gesamtbetrag:
fr: Montant total :

source: No Forecast Type set. Set it from settings.
ar: لم يتم تحديد نوع التوقعات. اضبطه من الإعدادات.
de: Kein Prognosetyp festgelegt. Legen Sie ihn in den Einstellungen fest.
fr: Aucun type de prévision défini. Définissez-le dans les paramètres.

source: Go To Forecast Type
ar: انتقل إلى نوع التوقعات
de: Gehen Sie zu Prognosetyp
fr: Aller au type de prévision

source: Achievement
ar: إنجاز
de: Leistung
fr: Réalisation

source: Gap
ar: فجوة
de: Lücke
fr: Écart

source: Closed
ar: مغلق
de: geschlossen
fr: Clôturé

source: Commit Forecast
ar: توقعات الالتزام
de: Commit-Prognose
fr: Prévision engagée

source: Best Case
ar: أفضل حالة
de: Bester Fall
fr: Meilleur cas

source: Open Pipeline
ar: فتح خط الأنابيب
de: Öffnen Sie die Pipeline
fr: Pipeline ouvert

source: Total
ar: المجموع
de: gesamt

source: No forecast data available for this period
ar: لا تتوفر بيانات التنبؤ لهذه الفترة
de: Für diesen Zeitraum sind keine Prognosedaten verfügbar
fr: Aucune donnée de prévision disponible pour cette période

source: Forecast Type:
ar: نوع التوقعات:
de: Prognosetyp:
fr: Type de prévision :

source: My Forecast
ar: توقعاتي
de: Meine Prognose
fr: Ma Prévision

source: Select Fiscal Year
ar: حدد السنة المالية
de: Geschäftsjahr auswählen
fr: Sélectionner l'Année Fiscale

source: - Current
ar: - حاضِر
de: - Aktuell
fr: - Actuelle

source: - Previous
ar: - سابق
de: - Vorherige
fr: - Précédente

source: - Next
ar: - التالي
de: Nächste
fr: - Suivante

source: Leads
ar: العملاء المحتملين
de: Führt
fr: Prospects

source: Sales
ar: مبيعات
de: Verkäufe
fr: Ventes

source: Status Name
ar: اسم الحالة
fr: Nom du Statut

source: Status Order
ar: ترتيب الحالة
fr: Ordre du Statut

source: Status Color
ar: لون الحالة
de: Statusfarbe
fr: Couleur du Statut

source: Is Final Stage
ar: هي المرحلة النهائية
de: Ist die letzte Phase
fr: Est l'Étape Finale

source: Probability
ar: الاحتمال
de: Wahrscheinlichkeit
fr: Probabilité

source: Lead Stage
ar: المرحلة الرئيسية
de: Lead-Bühne
fr: Étape du Prospect

source: Lead Stages
ar: المراحل الرئيسية
fr: Étapes du Prospect

source: Order must be a non-negative integer.
ar: يجب أن يكون الطلب عددًا صحيحًا غير سلبي.
de: Die Reihenfolge muss eine nicht negative Ganzzahl sein.
fr: L'ordre doit être un nombre entier non négatif.

source: Referral
ar: الإحالة
de: Verweisung
fr: Référence

source: Event
ar: الحدث
de: Ereignis
fr: Événement

source: Social Media
ar: وسائل التواصل الاجتماعي
de: Soziale Medien
fr: Réseaux Sociaux

source: Lead Owner
ar: المالك الرئيسي
de: Hauptinhaber
fr: Propriétaire du Prospect

source: Lead Currency
ar: العملة الرائدة
de: Leitwährung
fr: Devise du Prospect

source: Lead Source
ar: مصدر العميل المحتمل
de: Lead-Quelle
fr: Source du Prospect

source: Lead Status
ar: حالة العملاء المحتملين
fr: Statut du Prospect

source: Lead Company
ar: الشركة الرائدة
de: Leitendes Unternehmen
fr: Entreprise du Prospect

source: Total Employees
ar: مجموع الموظفين
de: Gesamtzahl der Mitarbeiter
fr: Nombre Total d'Employés

source: Requirements
ar: المتطلبات
de: Anforderungen
fr: Exigences

source: Annual Revenue 3x
ar: الإيرادات السنوية 3x
de: Jahresumsatz 3x
fr: Revenu Annuel 3x

source: Export
ar: يصدّر
fr: Exporter

source: Lead Conversion
ar: تحويل العملاء المحتملين
de: Lead-Konvertierung
fr: Conversion du Prospect

source: Select Existing
ar: تحديد الموجود
de: Wählen Sie Vorhanden aus
fr: Sélectionner Existant

source: Opportunity
ar: فرصة
de: Gelegenheit
fr: Opportunité

source: Owner
ar: المالك
de: Eigentümer
fr: Propriétaire

source: Convert
ar: يتحول
de: Konvertieren
fr: Convertir

source: Opportunity Name
ar: اسم الفرصة
de: Name der Gelegenheit
fr: Nom de l'Opportunité

source: Select Opportunity
ar: اختر الفرصة
de: Chance auswählen
fr: Sélectionner une Opportunité

source: Please select an account first
ar: الرجاء تحديد الحساب أولاً
de: Bitte wählen Sie zuerst ein Konto aus
fr: Veuillez d'abord sélectionner un compte

source: Select an account to see available opportunities
ar: اختر حسابًا لمشاهدة الفرص المتاحة
de: Wählen Sie ein Konto aus, um die verfügbaren Möglichkeiten anzuzeigen
fr: Sélectionnez un compte pour voir les opportunités disponibles

source: Your lead has been converted
ar: لقد تم تحويل عميلك المحتمل
de: Ihr Lead wurde konvertiert
fr: Votre prospect a été converti

source: Go to Leads
ar: انتقل إلى العملاء المحتملين
de: Gehen Sie zu Leads
fr: Aller aux Prospects

source: Close
ar: يغلق
de: Schließen
fr: Fermer

source: Opportunities
ar: الفرص
de: Gelegenheiten
fr: Opportunités

source: Threshold updated successfully
ar: تم تحديث العتبة بنجاح
de: Schwellenwert erfolgreich aktualisiert
fr: Seuil mis à jour avec succès

source: Big Deal Alert
ar: تنبيه الصفقة الكبيرة
de: Big-Deal-Alarm
fr: Alerte Grosse Affaire

source: At least one valid condition row must be provided.
ar: يجب توفير صف شرط صالح واحد على الأقل.
de: Es muss mindestens eine gültige Bedingungszeile angegeben werden.
fr: Au moins une ligne de condition valide doit être fournie.

source: Opportunity Team
ar: فريق الفرصة
fr: Équipe de l'Opportunité

source: Open
ar: يفتح
de: Offen
fr: Ouvert

source: Closed Won
ar: أغلقت وفازت
de: Geschlossen und gewonnen
fr: Gagné Clôturé

source: Closed Lost
ar: مغلقة مفقودة
de: Geschlossen, verloren
fr: Perdu Clôturé

source: Stage Name
ar: اسم المرحلة
de: Künstlername
fr: Nom de l'Étape

source: Stage Type
ar: نوع المرحلة
de: Bühnentyp
fr: Type d'Étape

source: Type of stage - Open, Closed Won, or Closed Lost
ar: نوع المرحلة - مفتوحة، أو مغلقة (فازت)، أو مغلقة (خسرت)
de: Art der Phase – Offen, Geschlossen und gewonnen oder Geschlossen und verloren
fr: Type d'étape - Ouvert, Gagné Clôturé ou Perdu Clôturé

source: Opportunity Stage
ar: مرحلة الفرصة
de: Gelegenheitsphase
fr: Étape de l'Opportunité

source: Opportunity Stages
ar: مراحل الفرصة
de: Opportunity-Phasen
fr: Étapes de l'Opportunité

source: Amount
ar: المبلغ
de: Menge
fr: Montant

source: Quantity
ar: الكمية
de: Menge
fr: Quantité

source: Close Date
ar: تاريخ الإغلاق
de: Schlusstermin
fr: Date de Clôture

source: Stage
ar: المرحلة
de: Bühne
fr: Étape

source: Opportunity Score
ar: نتيجة الفرصة
fr: Score de l'Opportunité

source: Primary Campaign Source
ar: مصدر الحملة الرئيسية
de: Primäre Kampagnenquelle
fr: Source de Campagne Principale

source: Forecast Category
ar: تنبؤات الفئة
de: Prognosekategorie
fr: Catégorie de Prévision

source: Delivery Installation Status
ar: حالة تثبيت التوصيل
de: Lieferinstallationsstatus
fr: Statut de Livraison/Installation

source: Main Competitors
ar: المنافسون الرئيسيون
de: Hauptkonkurrenten
fr: Principaux Concurrents

source: Order Number
ar: رقم الطلب
de: Bestellnummer
fr: Numéro de Commande

source: Tracking Number
ar: رقم التتبع
de: Tracking-Nummer
fr: Numéro de Suivi

source: Opportunity Currency
ar: فرصة العملة
de: Opportunity-Währung
fr: Devise de l'Opportunité

source: Account Manager
ar: مدير الحساب
fr: Gestionnaire de Compte

source: Channel Manager
ar: إدارة القنوات
fr: Gestionnaire de Canal

source: Executive Sponsor
ar: الراعي التنفيذي
fr: Sponsor Exécutif

source: Lead Qualifier
ar: مؤهلات العملاء المحتملين
de: Lead-Qualifizierer
fr: Qualificateur de Prospects

source: Pre-Sales Consultant
ar: مستشار ما قبل المبيعات
de: Pre-Sales-Berater
fr: Consultant Avant-Vente

source: Sales Manager
ar: مدير المبيعات
de: Verkaufsleiter
fr: Responsable des Ventes

source: Sales Rep
ar: مبيعات Rep
de: Vertriebsmitarbeiter
fr: Représentant Commercial

source: Opportunity Owner
ar: مالك الفرصة
de: Opportunity-Eigentümer
fr: Propriétaire de l'Opportunité

source: Read Only
ar: قراءة فقط
de: Nur lesen
fr: Lecture Seule

source: Read/Write
ar: القراءة/الكتابة
de: Lesen/Schreiben
fr: Lecture/Écriture

source: Team Name
ar: اسم الفريق
fr: Nom de l'Équipe
